Repository: t-miyake/OutlookOkan
Catalog: OutlookOkan/Properties/Resources.*.resx
Languages: de_de, es_es, hi_in, ja_jp, ko_kr, ru_ru, th_th, zh_cn, zh_tw

# SettingExampleDeferredDelivery
source: Email address: info@noraneko.co.jp or Domain: @noraneko.co.jp Register your email address or domain and register the deferred time by the minute. * If you register only @, you can register the standard deferred time of all mails. * If multiple conditions are met, the longest deferred time will be applied.
de_de: E-Mail Adresse: info@noraneko.co.jp oder Domäne: @noraneko.co.jp Registrieren Sie Ihre E-Mail-Adresse oder Domäne und registrieren Sie die minutengenaue Verzögerungszeit. * Wenn Sie nur @ registrieren, können Sie die Standard-Aufschiebungszeit für alle Mails registrieren. * Wenn mehrere Bedingungen erfüllt sind, wird die längste Verzögerungszeit angewendet.
es_es: Dirección de correo electrónico: info@noraneko.co.jp o Dominio: @noraneko.co.jp Registre su dirección de correo electrónico o dominio y registre el tiempo diferido por minutos. * Si registra sólo @, puede registrar el tiempo diferido estándar de todos los correos. * Si se cumplen varias condiciones, se aplicará el tiempo diferido más largo.
hi_in: ईमेल पता: info@noraneko.co.jp या डोमेन: @noraneko.co.jp अपना ईमेल पता या डोमेन पंजीकृत करें और आस्थगित समय को मिनट के हिसाब से पंजीकृत करें। * यदि आप केवल @ पंजीकृत करते हैं, तो आप सभी मेलों के मानक आस्थगित समय को पंजीकृत कर सकते हैं। * यदि कई शर्तें पूरी होती हैं, तो सबसे लंबा आस्थगित समय लागू किया जाएगा।
ja_jp: アドレス：info@noraneko.co.jp または、 ドメイン：@noraneko.co.jp アドレスまたはドメインを登録し、分単位で遅延時間を登録します。 ※@のみを登録すると全てのメールの標準の遅延時間を登録できます。 ※複数の条件に該当した場合、最も長い遅延時間が採用されます。
ko_kr: 이메일 주소: info@noraneko.co.jp 또는 도메인: @noraneko.co.jp 이메일 주소 또는 도메인을 등록하고 분 단위로 지연 시간을 등록하십시오. * @만 등록하면 모든 메일의 표준연기를 등록할 수 있습니다. * 여러 조건이 충족되는 경우 가장 긴 지연 시간이 적용됩니다.
ru_ru: Адрес электронной почты: info@noraneko.co.jp или Домен: @noraneko.co.jp Зарегистрируйте свой адрес электронной почты или домен и зарегистрируйте поминутное время отсрочки. * Если вы зарегистрируете только @, вы можете зарегистрировать стандартное время отсрочки для всех писем. * При выполнении нескольких условий будет применено самое длительное время отсрочки.
th_th: ที่อยู่อีเมล: info@noraneko.co.jp หรือ โดเมน: @noraneko.co.jp ลงทะเบียนที่อยู่อีเมลหรือโดเมนของคุณและลงทะเบียนเวลารอการตัดบัญชีเป็นนาที * หากคุณลงทะเบียนเพียง @ คุณสามารถลงทะเบียนเวลารอตัดบัญชีมาตรฐานของอีเมลทั้งหมดได้ * หากตรงตามเงื่อนไขหลายข้อ เวลารอตัดบัญชีที่ยาวที่สุดจะถูกนำไปใช้
zh_cn: 电子邮件地址：info@noraneko.co.jp 或 域名。@noraneko.co.jp 注册你的电子邮件地址或域名，并按分钟注册递延时间。 * 如果你只注册@，你可以注册所有邮件的标准递延时间。 * 如果满足多个条件，将应用最长的延时时间。
zh_tw: 電子郵件地址：info@noraneko.co.jp 或 域名。 @noraneko.co.jp 註冊你的電子郵件地址或域名，並按分鐘註冊遞延時間。 * 如果你只註冊@，你可以註冊所有郵件的標準遞延時間。 * 如果滿足多個條件，將應用最長的延時時間。

# SettingExampleExternalDomainsWarningAndAutoChangeToBcc
source: Set the number of external domains to be used as a basis for warnings and automatic change to Bcc, and turn each one on or off. If the To does not exist after automatic change to Bcc, the sender's address will be automatically added to the To. It is also possible to force all recipients to be converted to Bcc.
de_de: Legen Sie die Anzahl der externen Domänen fest, die als Grundlage für Warnungen und den automatischen Wechsel zu Bcc verwendet werden sollen, und schalten Sie jede einzelne ein oder aus. Wenn die Adresse "To" nach der automatischen Umstellung auf "Bcc" nicht vorhanden ist, wird die Adresse des Absenders automatisch der Adresse "To" hinzugefügt.
es_es: Establezca el número de dominios externos que se utilizarán como base para los avisos y el cambio automático a Bcc, y active o desactive cada uno de ellos. Si el To no existe después del cambio automático a Bcc, la dirección del remitente se añadirá automáticamente al To. También es posible forzar que todos los destinatarios se conviertan en Bcc.
hi_in: चेतावनियों और स्वचालित परिवर्तन के लिए आधार के रूप में उपयोग किए जाने वाले बाहरी डोमेन की संख्या को गुप्त प्रतिलिपि में सेट करें, और प्रत्येक को चालू या बंद करें। यदि गुप्त प्रतिलिपि में स्वत: परिवर्तन के बाद To मौजूद नहीं है, तो प्रेषक का पता स्वतः प्रति में जोड़ दिया जाएगा। सभी प्राप्तकर्ताओं को गुप्त प्रतिलिपि में परिवर्तित करने के लिए बाध्य करना भी संभव है।
ja_jp: 外部ドメイン数の警告やBccへの自動変換の基準とする外部ドメイン数と、それぞれのオンオフを設定します。 ※Bccへの自動変換によって、Toが存在しなくなる場合、送信者のアドレスがToへ自動追加されます。 条件によらず、全ての宛先を強制的にBccに変換することも可能です。
ko_kr: 경고 및 숨은 참조 자동 변경의 기준으로 사용할 외부 도메인의 수를 설정하고 각각을 켜거나 끕니다. 숨은 참조로 자동 변경 후 받는 사람이 없으면 받는 사람에 보낸 사람의 주소가 자동으로 추가됩니다.
ru_ru: Задайте количество внешних доменов, которые будут использоваться в качестве основы для предупреждений и автоматического изменения на Bcc, и включите или выключите каждый из них. Если после автоматического изменения Bcc адрес "To" не существует, адрес отправителя будет автоматически добавлен в "To". Также можно заставить всех получателей конвертировать в Bcc.
th_th: กำหนดจำนวนโดเมนภายนอกที่จะใช้เป็นพื้นฐานสำหรับคำเตือนและเปลี่ยนเป็นสำเนาลับโดยอัตโนมัติ และเปิดหรือปิดแต่ละโดเมน หากไม่มี ถึง หลังจากเปลี่ยนเป็น Bcc โดยอัตโนมัติ ที่อยู่ของผู้ส่งจะถูกเพิ่มลงใน ถึง โดยอัตโนมัติ นอกจากนี้ยังสามารถบังคับให้ผู้รับทั้งหมดถูกแปลงเป็นสำเนาลับถึง
zh_cn: 设置外部域名的数量，作为警告和自动变更为Bcc的依据，并将每个域名打开或关闭。 如果自动变更为Bcc后，收件人不存在，发件人的地址将被自动添加到收件人中。 也可以强制将所有收件人转换为密件。
zh_tw: 設置外部域名的數量，作為警告和自動變更為Bcc的依據，並將每個域名打開或關閉。 如果自動變更為Bcc後，收件人不存在，發件人的地址將被自動添加到收件人中。 也可以強制將所有收件人轉換為密件。

# SettingExampleInternalDomainList
source: Domain: @noraneko.co.jp Register a domain to be handled as an internal (company) domain. The domain of the sender's email address is always treated as an internal domain.
de_de: Domäne: @noraneko.co.jp Registrieren Sie eine Domäne, die als interne (Unternehmens-)Domäne behandelt werden soll. Die Domäne der E-Mail-Adresse des Absenders wird immer als interne Domäne behandelt.
es_es: Dominio: @noraneko.co.jp Registre un dominio para que sea tratado como un dominio interno (de la empresa). El dominio de la dirección de correo electrónico del remitente siempre se trata como un dominio interno.
hi_in: डोमेन: @noraneko.co.jp एक आंतरिक (कंपनी) डोमेन के रूप में नियंत्रित किए जाने वाले डोमेन को पंजीकृत करें। प्रेषक के ईमेल पते के डोमेन को हमेशा आंतरिक डोमेन माना जाता है।
ja_jp: ドメイン：@noraneko.co.jp 内部(社内)ドメインとして取り扱う、ドメインを登録します。 ※送信元のドメインは、常に内部ドメインとして扱われます。
ko_kr: 도메인: @noraneko.co.jp 내부(회사) 도메인으로 취급할 도메인을 등록합니다. 보낸 사람의 이메일 주소 도메인은 항상 내부 도메인으로 취급됩니다.
ru_ru: Домен: @noraneko.co.jp Зарегистрируйте домен, который будет рассматриваться как внутренний домен (компании). Домен адреса электронной почты отправителя всегда рассматривается как внутренний домен.
th_th: โดเมน: @noraneko.co.jp ลงทะเบียนโดเมนที่จะจัดการเป็นโดเมนภายใน (บริษัท) โดเมนของที่อยู่อีเมลของผู้ส่งจะถือเป็นโดเมนภายในเสมอ
zh_cn: 域名。@noraneko.co.jp 注册一个域名，作为内部（公司）域名来处理。 发件人的电子邮件地址的域总是被当作内部域。
zh_tw: 域名。 @noraneko.co.jp 註冊一個域名，作為內部（公司）域名來處理。 發件人的電子郵件地址的域總是被當作內部域。

# SettingExampleKeywordAndRecipients
source: Name: Noraneko Inc Domain: @noraneko.co.jp Register keywords (company name, etc.) and recipients (domain, etc.). If there is no recipient corresponding to the keywords in the body of the e-mail, a warning will be displayed. *Subjects can also be included in the check.
es_es: Nombre: Noraneko Inc. Dominio: @noraneko.co.jp Registre las palabras clave (por ejemplo, el nombre de la empresa) y el destino (por ejemplo, el dominio). Si no hay ningún destinatario que corresponda a las palabras clave en el cuerpo del correo electrónico, se muestra una advertencia.. *También puede incluirse en el cheque.
hi_in: नाम: नोरानेको इंक डोमेन: @noraneko.co.jp कीवर्ड (कंपनी का नाम, आदि) और प्राप्तकर्ता (डोमेन, आदि) पंजीकृत करें। यदि ई-मेल के मुख्य भाग में खोजशब्दों के अनुरूप कोई प्राप्तकर्ता नहीं है, तो एक चेतावनी प्रदर्शित की जाएगी। * विषयों को भी चेक में शामिल किया जा सकता है।
zh_cn: 名称。Noraneko Inc 域名。@noraneko.co.jp 注册关键词（如公司名称）和目的地（如域名）。 如果没有与邮件正文中的关键词相对应的收件人，将显示警告。 *主题也可以包括在检查中。
zh_tw: 名稱。 Noraneko Inc 域名。 @noraneko.co.jp 註冊關鍵詞（如公司名稱）和目的地（如域名）。 如果沒有與郵件正文中的關鍵詞相對應的收件人，將顯示警告。 *主題也可以包括在檢查中。

# SettingExampleNameAndDomain
source: Name: Noraneko Inc Domain: @noraneko.co.jp Register the name (ex. Company name) and domain. Displays a warning if the name in the email body and the recipients domain do not match. *Subjects can also be included in the check.
de_de: Name: Noraneko Inc Domain: @noraneko.co.jp Registrieren Sie den Namen (z. B. Firmenname) und die Domäne. Zeigt eine Warnung an, wenn der Name im E-Mail-Text und die Domäne des Empfängers nicht übereinstimmen.
es_es: Nombre: Noraneko Inc. Dominio: @noraneko.co.jp Registra el nombre (por ejemplo, el nombre de la empresa) y el dominio. Muestra una advertencia si el nombre en el cuerpo del correo electrónico y el dominio del destinatario no coinciden. *También puede incluirse en el cheque.
hi_in: नाम: नोरानेको इंक डोमेन: @noraneko.co.jp नाम (उदा. कंपनी का नाम) और डोमेन पंजीकृत करें। यदि ईमेल के मुख्य भाग और प्राप्तकर्ता डोमेन में नाम मेल नहीं खाता है तो एक चेतावनी प्रदर्शित करता है। * विषयों को भी चेक में शामिल किया जा सकता है।
ja_jp: 名称：のらねこ ドメイン：@noraneko.co.jp 名称(社名等)とドメインを登録します。 メール本文に記載された名称と宛先ドメインが一致しない場合、警告を表示します。 ※本文だけでなく、件名もチェック対象に含めることができます。
ko_kr: 이름: 주식회사 노라네코 도메인: @noraneko.co.jp 이름(예: 회사명)과 도메인을 등록합니다. 이메일 본문과 수신자 도메인의 이름이 일치하지 않으면 경고를 표시합니다.
ru_ru: Название: Noraneko Inc Домен: @noraneko.co.jp Зарегистрируйте имя (например, название компании) и домен. Отображает предупреждение, если имя в теле сообщения электронной почты и домен получателя не совпадают. *Субъекты также могут быть включены в чек.
th_th: ชื่อ: Noraneko Inc โดเมน: @noraneko.co.jp จดทะเบียนชื่อ (เช่น ชื่อบริษัท) และโดเมน แสดงคำเตือนหากชื่อในเนื้อหาอีเมลและโดเมนของผู้รับไม่ตรงกัน * วิชาสามารถรวมไว้ในเช็คได้
zh_cn: 名称。Noraneko Inc 域名。@noraneko.co.jp 注册名称（例如：公司名称）和域名。 如果电子邮件正文中的名称和收件人的域名不匹配，则显示警告。 *主题也可以包括在检查中。
zh_tw: 名稱。 Noraneko Inc 域名。 @noraneko.co.jp 註冊名稱（例如：公司名稱）和域名。 如果電子郵件正文中的名稱和收件人的域名不匹配，則顯示警告。 *主題也可以包括在檢查中。

# SettingExampleRecipientsAndAttachmentsName
source: Email address: info@noraneko.co.jp or Domain: @noraneko.co.jp Attachments name/Keyword: Invoice to Noraneko Register Email address or domain and the attachment file name or attachment keyword. If the recipients and the attached file name do not match, a warning will be displayed.
de_de: E-Mail Adresse: info@noraneko.co.jp oder Domain: @noraneko.co.jp Name des Anhangs/Stichwort: Rechnung an Noraneko Registrieren Sie die E-Mail-Adresse oder die Domäne und den Dateinamen oder das Schlüsselwort des Anhangs. Wenn die Empfänger und der Name der angehängten Datei nicht übereinstimmen, wird eine Warnung angezeigt.
es_es: Dirección de correo electrónico: info@noraneko.co.jp o Dominio: @noraneko.co.jp Nombre del archivo adjunto/palabra clave: Factura a Noraneko Registre la dirección de correo electrónico o el dominio y el nombre del archivo adjunto o la palabra clave del archivo adjunto. Si los destinatarios y el nombre del archivo adjunto no coinciden, se mostrará una advertencia.
hi_in: ईमेल पता: info@noraneko.co.jp या डोमेन: @noraneko.co.jp अटैचमेंट का नाम/कीवर्ड: नोरानेको को चालान ईमेल पता या डोमेन और अटैचमेंट फ़ाइल नाम या अटैचमेंट कीवर्ड पंजीकृत करें। यदि प्राप्तकर्ता और संलग्न फ़ाइल नाम मेल नहीं खाते हैं, तो एक चेतावनी प्रदर्शित की जाएगी।
ja_jp: アドレス：info@noraneko.co.jp または、 ドメイン：@noraneko.co.jp 添付ファイル名/キーワード：のらねこ様_請求書 アドレスまたはドメインと、添付ファイル名や添付ファイルのキーワードを登録します。 宛先と添付ファイル名が一致しない場合、警告を表示します。
ko_kr: 이메일 주소: info@noraneko.co.jp 또는 도메인: @noraneko.co.jp 첨부 파일 이름/키워드: Noraneko에 대한 인보이스 이메일 주소 또는 도메인 및 첨부 파일 이름 또는 첨부 키워드를 등록합니다. 받는 사람과 첨부 파일 이름이 일치하지 않으면 경고가 표시됩니다.
ru_ru: Адрес электронной почты: info@noraneko.co.jp или Домен: @noraneko.co.jp Имя вложения/ключевое слово: Счет-фактура для Noraneko Зарегистрируйте адрес электронной почты или домен и имя файла вложения или ключевое слово вложения. Если адресаты и имя прикрепленного файла не совпадают, отобразится предупреждение.
th_th: ที่อยู่อีเมล: info@noraneko.co.jp หรือ โดเมน: @noraneko.co.jp เอกสารแนบชื่อ/คำสำคัญ: Invoice to Noraneko ลงทะเบียนที่อยู่อีเมลหรือโดเมนและชื่อไฟล์แนบหรือคำสำคัญที่แนบ หากผู้รับและชื่อไฟล์แนบไม่ตรงกัน คำเตือนจะปรากฏขึ้น
zh_cn: 电子邮件地址：info@noraneko.co.jp 或 域名。@noraneko.co.jp 附件名称/关键字：给Noraneko的发票 注册电子邮件地址或域名和附件文件名或附件关键词。 如果收件人和附件文件名称不匹配，将显示警告。
zh_tw: 電子郵件地址：info@noraneko.co.jp 或 域名。 @noraneko.co.jp 附件名稱/關鍵字：給Noraneko的發票 註冊電子郵件地址或域名和附件文件名或附件關鍵詞。 如果收件人和附件文件名稱不匹配，將顯示警告。

# SettingExampleWhiteList
source: Email address: info@noraneko.co.jp or Domain: @noraneko.co.jp Register Email address or domain. The relevant recipients will be pre-checked in the confirmation screen.
de_de: E-Mail Adresse: info@noraneko.co.jp oder Domain: @noraneko.co.jp E-Mail-Adresse oder Domäne registrieren. Die entsprechenden Empfänger werden auf dem Bestätigungsbildschirm angekreuzt.
es_es: Dirección de correo electrónico: info@noraneko.co.jp o Dominio: @noraneko.co.jp Registre la dirección de correo electrónico o el dominio. Los destinatarios correspondientes se marcarán previamente en la pantalla de confirmación.
hi_in: ईमेल पता: info@noraneko.co.jp या डोमेन: @noraneko.co.jp ईमेल पता या डोमेन पंजीकृत करें। पुष्टिकरण स्क्रीन में संबंधित प्राप्तकर्ताओं की पूर्व-जांच की जाएगी।
ja_jp: アドレス：info@noraneko.co.jp または、 ドメイン：@noraneko.co.jp アドレスまたはドメインを登録します。 該当する宛先は、確認画面であらかじめチェックが付いた状態となります。
ko_kr: 이메일 주소: info@noraneko.co.jp 또는 도메인: @noraneko.co.jp 이메일 주소 또는 도메인을 등록합니다. 해당 수신자는 확인 화면에서 사전 확인됩니다.
ru_ru: Адрес электронной почты: info@noraneko.co.jp или Домен: @noraneko.co.jp Зарегистрируйте адрес электронной почты или домен. Соответствующие получатели будут предварительно отмечены на экране подтверждения.
th_th: ที่อยู่อีเมล: info@noraneko.co.jp หรือ โดเมน: @noraneko.co.jp ลงทะเบียนที่อยู่อีเมลหรือโดเมน ผู้รับที่เกี่ยวข้องจะได้รับการตรวจสอบล่วงหน้าในหน้าจอยืนยัน
zh_cn: 电子邮件地址：info@noraneko.co.jp 或 域名。@noraneko.co.jp 注册电子邮件地址或域名。 相关收件人将在确认屏幕中被预先选中。
zh_tw: 電子郵件地址：info@noraneko.co.jp 或 域名。 @noraneko.co.jp 註冊電子郵件地址或域名。 相關收件人將在確認屏幕中被預先選中。

source: Settings
de_de: Einstellungen
es_es: Ajustes
hi_in: समायोजन
ja_jp: 設定
ko_kr: 설정
ru_ru: Настройки
th_th: การตั้งค่า
zh_cn: 设置
zh_tw: 設置

# ShowConfirmationAtSendMeetingRequest
source: The confirmation screen is also displayed for meeting request.
de_de: Außerdem wird ein Bestätigungsbildschirm für die Besprechungsanfrage angezeigt.
es_es: También se muestra una pantalla de confirmación para la solicitud de reunión.
hi_in: अनुरोध को पूरा करने के लिए पुष्टिकरण स्क्रीन भी प्रदर्शित की जाती है।
ja_jp: 会議出席依頼にも確認画面を表示する。
ru_ru: Также отображается экран подтверждения запроса на проведение встречи.
th_th: หน้าจอยืนยันจะปรากฏขึ้นสำหรับการเรียกประชุมด้วย
zh_cn: 会议请求也会显示一个确认屏幕。
zh_tw: 會議請求也顯示一個確認屏幕。

# ShowConfirmationAtSendTaskRequest
source: The confirmation screen is also displayed for assign task.
es_es: También se muestra la pantalla de confirmación para asignar la tarea.
hi_in: असाइन किए गए कार्य के लिए पुष्टिकरण स्क्रीन भी प्रदर्शित होती है।
zh_cn: 分配任务时也会显示确认屏幕。
zh_tw: 分配任務時也會顯示確認屏幕。

source: Subject
de_de: Betreff
es_es: Asunto
hi_in: विषय
ja_jp: 件名
ko_kr: 주제
ru_ru: Тема
th_th: เรื่อง
zh_cn: 主题
zh_tw: 主題

# SuccessfulExport
source: The export is now complete.
de_de: Der Export ist nun abgeschlossen.
es_es: La exportación se ha completado.
hi_in: निर्यात अब पूरा हो गया है।
ja_jp: エクスポートが完了しました。
ko_kr: 이제 내보내기가 완료되었습니다.
ru_ru: Теперь экспорт завершен.
th_th: การส่งออกเสร็จสมบูรณ์แล้ว
zh_cn: 现在导出已经完成。
zh_tw: 現在導出已經完成。

# SuccessfulImport
source: The import is now complete.
de_de: Der Import ist nun abgeschlossen.
es_es: La importación se ha completado.
hi_in: आयात अब पूरा हो गया है।
ja_jp: インポートが完了しました。
ko_kr: 이제 가져오기가 완료되었습니다.
ru_ru: Теперь импорт завершен.
th_th: การนำเข้าเสร็จสมบูรณ์แล้ว
zh_cn: 现在导入已经完成。
zh_tw: 現在導入已經完成。

# TargetAttachmentFileExtensionOfOpen
source: Target attachment extension:
es_es: Extensión de la fijación del objetivo:
hi_in: लक्ष्य अनुलग्नक एक्सटेंशन:
zh_cn: 目标附件扩展。
zh_tw: 目標附件擴展。

# TargetToAndCcExternalDomainsNum
source: The number of external domains of the recipients (To/Cc) to be covered by this feature.
de_de: Die Anzahl der externen Domänen der Empfänger (To/Cc), die von dieser Funktion abgedeckt werden sollen.
es_es: El número de dominios externos de los destinatarios (To/Cc) que deben ser cubiertos por esta función.
hi_in: इस सुविधा द्वारा कवर किए जाने वाले प्राप्तकर्ताओं (To/Cc) के बाहरी डोमेन की संख्या।
ja_jp: 基準とする宛先(To/Cc)の外部ドメイン数。
ko_kr: 이 기능이 적용되는 수신자(To/Cc)의 외부 도메인 수입니다.
ru_ru: Количество внешних доменов получателей (To/Cc), которые будут охвачены этой функцией.
th_th: จำนวนโดเมนภายนอกของผู้รับ (ถึง/สำเนาถึง) ที่จะครอบคลุมในคุณลักษณะนี้
zh_cn: 该功能要覆盖的收件人（To/Cc）的外部域的数量。
zh_tw: 該功能要覆蓋的收件人（To/Cc）的外部域的數量。

# TargetToAndCcExternalDomainsNumInfo
source: * If the external domain included in the To and Cc of the email is greater than or equal to this setting, this feature will be applied.
de_de: * Wenn die externe Domäne, die in To und Cc der E-Mail enthalten ist, größer als oder gleich dieser Einstellung ist, wird diese Funktion angewendet.
es_es: * Si el dominio externo incluido en el To y Cc del correo electrónico es mayor o igual a esta configuración, se aplicará esta función.
hi_in: * यदि ईमेल के प्रति और प्रतिलिपि में शामिल बाहरी डोमेन इस सेटिंग से बड़ा या उसके बराबर है, यह सुविधा लागू होगी।
ja_jp: ※メールのToとCcに含まれる外部ドメインが、この設定値以上の場合に、以下の機能の対象となります。
ko_kr: * 이메일의 받는 사람과 참조에 포함된 외부 도메인이 이 설정보다 크거나 같을 경우, 이 기능이 적용됩니다.
ru_ru: * Если внешний домен, включенный в поля To и Cc электронного письма, больше или равен этому параметру, эта функция будет применена.
th_th: * หากโดเมนภายนอกที่รวมอยู่ใน To และ Cc ของอีเมลมีค่ามากกว่าหรือเท่ากับการตั้งค่านี้ คุณลักษณะนี้จะถูกนำไปใช้
zh_cn: * 如果电子邮件的收件人和抄送人中包含的外部域大于或等于此设置。 这个功能将被应用。
zh_tw: * 如果電子郵件的收件人和抄送人中包含的外部域大於或等於此設置。 這個功能將被應用。

# TaskRequest
source: Assign Task
es_es: Asignar tarea
hi_in: टास्क असाइन करें
zh_cn: 指派任务
zh_tw: 指派任務

# ToRecipient
source: Mail address to be set as To *If not set, the sender address is automatically set as To.
es_es: Dirección de correo que debe establecerse como Para *Si no se establece, la dirección del remitente se establece automáticamente como Para.
hi_in: मेल पता To के रूप में सेट किया जाना है *यदि सेट नहीं है, तो प्रेषक का पता स्वचालित रूप से To के रूप में सेट हो जाता है।
ja_jp: Toに設定する宛先 ※未設定の場合、送信元アドレスを自動でToとします。
ru_ru: Почтовый адрес, который должен быть установлен как Кому *Если не установлен, адрес отправителя автоматически устанавливается как Кому.
th_th: ที่อยู่อีเมลที่จะตั้งค่าเป็น ถึง *หากไม่ได้ตั้งค่า ที่อยู่ผู้ส่งจะถูกตั้งค่าเป็น ถึง โดยอัตโนมัติ
zh_cn: 要设置为收件人的邮件地址 *如果不设置，发件人地址会自动设置为收件人。
zh_tw: 要設置為收件人的郵件地址 *如果不設置，發件人地址會自動設置為收件人。

source: Unknown
de_de: Unbekannt
es_es: Desconocido
hi_in: अनजान
ja_jp: 不明
ko_kr: 알려지지 않은
ru_ru: Неизвестно
th_th: ไม่รู้จัก
zh_cn: 不详
zh_tw: 不詳

# Version
source: Version 2.8.0.1
de_de: Version 2.6.1.1
hi_in: Version 2.8.0.0 β
ja_jp: バージョン 2.7.1.0
ko_kr: Version 2.6.1.0
ru_ru: Version 2.7.1.0
th_th: Version 2.7.0.0
zh_cn: Version 2.8.1
zh_tw: Version 2.8.1

# VersionInfo
source: About
de_de: Über das Programm
es_es: Sobre el programa
hi_in: कार्यक्रम के बारे में
ja_jp: バージョン情報
ko_kr: 이 프로그램에 대해
ru_ru: О программе.
th_th: เกี่ยวกับโปรแกรมนี้
zh_cn: 软件信息
zh_tw: 軟件信息

# WarningIfRecipientsIsNotRegisteredMessage
source: This address is not registered in your Contacts.
de_de: Diese Adresse ist nicht in Ihren Kontakten gespeichert.
es_es: Esta dirección no está registrada en sus contactos.
hi_in: यह पता आपके संपर्क में पंजीकृत नहीं है।
ja_jp: この宛先は連絡先に登録されていません。
ko_kr: 이 주소는 연락처 에 등록되어 있지 않습니다.
ru_ru: Этот адрес не зарегистрирован в Контактах.
th_th: ที่อยู่นี้ไม่ได้ลงทะเบียนในสมุดติดต่อของคุณ
zh_cn: 这个地址没有在你的联系人中登记。
zh_tw: 這個地址沒有在你的聯繫人中登記。

# WarningText
source: Alerting text
de_de: Warnungstext
es_es: Texto de alerta
hi_in: चेतावनी पाठ
ja_jp: 警告文
ko_kr: 경고 텍스트
ru_ru: Предупреждающий текст
th_th: ข้อความแจ้งเตือน
zh_cn: 警告文本
zh_tw: 警告文本

# WarningTextInfo
source: Alerting text on confirmation window.
de_de: Warnungstext im Bestätigungsfenster.
es_es: Texto de alerta en la ventana de confirmación.
hi_in: पुष्टिकरण विंडो पर चेतावनी पाठ।
ja_jp: 確認画面に表示される警告文
ko_kr: 확인 창의 경고 텍스트입니다.
ru_ru: Текст предупреждения в окне подтверждения.
th_th: ข้อความแจ้งเตือนในหน้าต่างยืนยัน
zh_cn: 确认窗口的提示文字。
zh_tw: 確認窗口的提示文字。

# WhiteList
source: Allowlist
de_de: Erlaubnisliste
es_es: Lista de permisos
hi_in: अनुमति सूची
ja_jp: 許可リスト
ko_kr: 허용 목록
ru_ru: Список разрешений
th_th: รายการที่อนุญาต
zh_cn: 允许列表
zh_tw: 允許列表

# YouHaveLatest
source: This add-in is the latest version.
de_de: Dieses Add-In ist die neueste Version.
es_es: Este complemento es la última versión.
hi_in: यह ऐड-इन नवीनतम संस्करण है।
ja_jp: 最新版をご利用です。
ko_kr: 이 추가 기능은 최신 버전입니다.
ru_ru: Это дополнение является последней версией.
th_th: ส่วนเสริมนี้เป็นเวอร์ชันล่าสุด
zh_cn: 这个插件是最新版本。
zh_tw: 這個插件是最新版本。

source: General 2
hi_in: सामान्य वस्तुएँ 2
zh_cn: 一般 2
zh_tw: 一般 2

# IsIgnoreMustOpenBeforeCheckTheAttachedFilesIfInternalDomain
source: Not required if all recipients are internal domains.
es_es: No es necesario si todos los destinatarios son dominios internos.
hi_in: यदि सभी प्राप्तकर्ता आंतरिक डोमेन हैं तो आवश्यक नहीं है.
zh_cn: 如果所有收件人都是内部域，则不需要。
zh_tw: 如果所有收件者都是內部域，則不需要。

# AlertKeywordOfSubjectWhenOpeningMails
source: [β] Alert when opening email (subject)
es_es: [β] Alerta al abrir un correo electrónico (asunto)
hi_in: [β] ईमेल खोलते समय अलर्ट (विषय)
zh_cn: 打开电子邮件时发出警报（主题）
zh_tw: ┗ 打開電子郵件時發出警報（主題）

# IsEnableAlertKeywordOfSubjectWhenOpeningMailsData
source: Use the warning function when the subject line contains the specified keywords.
es_es: Utilice la función de advertencia cuando la línea de asunto contenga las palabras clave especificadas.
hi_in: जब विषय पंक्ति में निर्दिष्ट कीवर्ड हों तो चेतावनी फ़ंक्शन का उपयोग करें.
zh_cn: 当主题行包含指定的关键字时，使用警告功能。
zh_tw: 當主題行包含指定的關鍵字時，使用警告功能。

# IsEnableMailHeaderAnalysis
source: Use the mail header analysis and warning functions.
es_es: Utilice las funciones de análisis y advertencia de encabezado de correo.
hi_in: मेल हेडर विश्लेषण और चेतावनी फ़ंक्शन का उपयोग करें।
zh_cn: 使用邮件头分析和警告功能。
zh_tw: 使用郵件頭分析和警告功能。

# IsEnableSecurityForReceivedMail
source: Use the warning feature when opening mails and attachments. (beta)
es_es: Utilice la función de advertencia al abrir correos y archivos adjuntos. (beta)
hi_in: मेल और अनुलग्नक खोलते समय चेतावनी सुविधा का उपयोग करें. (बीटा)
zh_cn: 打开邮件和附件时使用警告功能。
zh_tw: 打開郵件和附件時使用警告功能。

# IsShowWarningWhenDkimFails
source: Display a warning when DKIM record verification fails.
es_es: Mostrar una advertencia cuando falle la verificación del registro DKIM.
hi_in: DKIM रिकॉर्ड सत्यापन विफल होने पर चेतावनी प्रदर्शित करें.
zh_cn: 当 DKIM 记录验证失败时显示警告。
zh_tw: 當 DKIM 記錄驗證失敗時顯示警告。

# IsShowWarningWhenSpfFails
source: Display a warning when SPF record validation fails.
es_es: Mostrar una advertencia cuando falle la validación del registro SPF.
hi_in: SPF रिकॉर्ड सत्यापन विफल होने पर चेतावनी प्रदर्शित करें.
zh_cn: 当 SPF 记录验证失败时显示警告。
zh_tw: 當 SPF 記錄驗證失敗時顯示警告。

# SecurityForReceivedMail
source: [β] Received Mail Security
es_es: [β] Seguridad del correo recibido
hi_in: [β] मेल सुरक्षा प्राप्त की
zh_cn: 接收邮件安全
zh_tw: 接收郵件安全

# SettingExampleAlertKeywordOfSubjectWhenOpeningMails
source: Register the target keywords and warning text. *Settings will be reflected after restarting Outlook.
es_es: Registre las palabras clave de destino y el texto de advertencia. * La configuración se reflejará después de reiniciar Outlook.
hi_in: लक्ष्य कीवर्ड और चेतावनी पाठ पंजीकृत करें। * Outlook को पुनरारंभ करने के बाद सेटिंग्स दिखाई देंगी.
zh_cn: 注册目标关键字和警告文本。 *设置将在重新启动 Outlook 后反映出来。
zh_tw: 註冊目標關鍵字和警告文本。 *設置將在重新啟動 Outlook 后反映出來。
