Repository: t-miyake/OutlookOkan
Catalog: OutlookOkan/Properties/Resources.*.resx
Languages: de_de, es_es, hi_in, ja_jp, ko_kr, ru_ru, th_th, zh_cn, zh_tw

source: About
de_de: Über das Programm
es_es: Sobre el programa
hi_in: कार्यक्रम के बारे में
ja_jp: バージョン情報
ko_kr: 이 프로그램에 대해
ru_ru: О программе
th_th: เกี่ยวกับโปรแกรมนี้
zh_cn: 软件信息
zh_tw: 軟件信息

# AddedTextAtTheBeginning
source: Added text at the beginning of the mail.
de_de: Text am Anfang der Mail hinzugefügt.
es_es: Se ha añadido un texto al principio del correo.
hi_in: मेल की शुरुआत में टेक्स्ट जोड़ा गया।
ja_jp: メールの冒頭に文言を自動追加しました。
ru_ru: Добавлен текст в начале письма.
th_th: เพิ่มข้อความที่จุดเริ่มต้นของจดหมาย
zh_cn: 在邮件的开头添加了文字。
zh_tw: 在郵件的開頭添加了文字。

# AddedTextAtTheEnd
source: Added text at the end of the mail.
de_de: Text am Ende der E-Mail hinzugefügt.
es_es: Texto añadido al final del correo.
hi_in: मेल के अंत में टेक्स्ट जोड़ा गया।
ja_jp: メールの末尾に文言を自動追加しました。
ru_ru: Добавлен текст в конце письма.
th_th: เพิ่มข้อความที่ส่วนท้ายของจดหมาย
zh_cn: 在邮件的结尾处添加了文字。
zh_tw: 在郵件的結尾處添加了文字。

# AddressBook
source: Contacts
de_de: Kontakte
es_es: Contactos
hi_in: संपर्क
ja_jp: 連絡先
ko_kr: 연락처
ru_ru: Контакты
th_th: ผู้ติดต่อ
zh_cn: 联系人
zh_tw: 聯繫人

# AlertKeyword
source: Alert keywords
de_de: Alert-Schlüsselwörter
es_es: AlertaPalabra clave
hi_in: अलर्ट कीवर्ड
ja_jp: 警告キーワード
ko_kr: 경고 키워드
ru_ru: Ключевые слова предупреждения
th_th: คีย์เวิร์ดแจ้งเตือน
zh_cn: 警报关键词
zh_tw: 警報關鍵詞

# AlertKeywordForBody
source: Alert Keywords (Body)
de_de: Alert-Schlüsselwörter (Body)
es_es: Palabras clave de la alerta (Cuerpo)
hi_in: अलर्ट कीवर्ड (बॉडी)
ja_jp: 警告キーワード (本文)
ko_kr: 경고 키워드 (본문)
ru_ru: Ключевые слова оповещения (Тело)
th_th: คีย์เวิร์ดการแจ้งเตือน (เนื้อหา)
zh_cn: 警报关键词（正文）
zh_tw: 警報關鍵詞（正文）

# AlertKeywordForSubject
source: Alert Keywords (Subject)
de_de: Alert-Schlüsselwörter (Betreff)
es_es: Palabras clave de la alerta (Asunto)
hi_in: अलर्ट कीवर्ड (विषय)
ja_jp: 警告キーワード (件名)
ko_kr: 경고 키워드 (제목)
ru_ru: Ключевые слова оповещения (Тема)
th_th: คีย์เวิร์ดการแจ้งเตือน (เรื่อง)
zh_cn: 警报关键词（主题）
zh_tw: 警報關鍵詞（主題）

# AlertKeywordInfo
source: Keywords to alert
de_de: Schlüsselwörter zur Warnung
es_es: Palabras clave para alertar
hi_in: सचेत करने के लिए कीवर्ड
ja_jp: 警告するキーワード。
ko_kr: 경고할 키워드
ru_ru: Ключевые слова для оповещения
th_th: คำสำคัญที่จะแจ้งเตือน
zh_cn: 警报关键词
zh_tw: 提醒的關鍵詞

# AlertMailAddress
source: Alert recipients
de_de: Empfänger von Warnungen
es_es: Destinatarios de la alerta
hi_in: अलर्ट प्राप्तकर्ता
ja_jp: 警告宛先
ko_kr: 알림 수신자
ru_ru: Получатели предупреждений
th_th: ผู้รับการแจ้งเตือน
zh_cn: 警报收件人
zh_tw: 警報收件人

# AlertMailAddressAndDomain
source: Alerting recipients or domains
de_de: Warnung von Empfängern oder Domänen
es_es: Alertar a los destinatarios o dominios
hi_in: प्राप्तकर्ताओं या डोमेन को सचेत करना
ja_jp: 警告するアドレス / ドメイン(@から)
ko_kr: 수신자 또는 도메인 알림
ru_ru: Оповещение получателей или доменов
th_th: การแจ้งเตือนผู้รับหรือโดเมน
zh_cn: 向收件人或域发出警报
zh_tw: 向收件人或域發出警報

# AlwaysAddTheSendersAddressToBcc
source: Always add the sender's address to Bcc automatically.
de_de: Fügen Sie die Adresse des Absenders immer automatisch zu Bcc hinzu.
es_es: Añade siempre la dirección del remitente a Bcc automáticamente.
hi_in: प्रेषक का पता हमेशा गुप्त प्रतिलिपि में स्वचालित रूप से जोड़ें।
ja_jp: 常に送信者のアドレスをBccに自動で追加する。
ko_kr: 발신자의 주소를 항상 숨은 참조에 자동으로 추가하십시오.
ru_ru: Всегда автоматически добавляйте адрес отправителя в Bcc.
th_th: เพิ่มที่อยู่ของผู้ส่งไปยัง Bcc โดยอัตโนมัติเสมอ
zh_cn: 始终将发件人的地址自动添加到Bcc中。
zh_tw: 始終將發件人的地址自動添加到Bcc中。

# AlwaysAddTheSendersAddressToCc
source: Always add the sender's address to Cc automatically.
de_de: Fügen Sie die Adresse des Absenders immer automatisch zu Cc hinzu.
es_es: Añade siempre la dirección del remitente a Cc automáticamente.
hi_in: प्रेषक का पता हमेशा सीसी में स्वचालित रूप से जोड़ें।
ja_jp: 常に送信者のアドレスをCcに自動で追加する。
ru_ru: Всегда автоматически добавляйте адрес отправителя в Cc.
th_th: เพิ่มที่อยู่ของผู้ส่งไปยัง Cc โดยอัตโนมัติเสมอ
zh_cn: 始终将发件人的地址自动添加到Cc中。
zh_tw: 始終將發件人的地址自動添加到Cc中。

# ApplicableDestination
source: Applicable recipients
de_de: Förderfähige Begünstigte
es_es: Destinatarios aplicables
hi_in: लागू प्राप्तकर्ता
ja_jp: 該当宛先
ko_kr: 적용 대상
ru_ru: Применимые получатели
th_th: ผู้รับที่เกี่ยวข้อง
zh_cn: 适用对象
zh_tw: 適用對象

source: Applicable keywords
de_de: Anwendbare Schlüsselwörter
es_es: Palabras clave aplicables
hi_in: लागू कीवर्ड
ja_jp: 該当キーワード
ko_kr: 적용 가능한 키워드
ru_ru: Применимые ключевые слова
th_th: คำสำคัญที่ใช้ได้
zh_cn: 适用的关键词
zh_tw: 適用的關鍵詞

source: Apply
de_de: Anmeldung
es_es: Aplicación
hi_in: लागू करना
ja_jp: 適用
ko_kr: 적용하다
ru_ru: Применить
th_th: นำมาใช้
zh_cn: 申请
zh_tw: 申請

source: Attached is an encrypted ZIP file.
de_de: Im Anhang finden Sie eine verschlüsselte ZIP-Datei.
es_es: Se adjunta un archivo ZIP cifrado.
hi_in: संलग्न एक एन्क्रिप्टेड ज़िप फ़ाइल है।
ja_jp: 暗号化ZIPが添付されています。
ko_kr: 첨부 파일은 암호화된 ZIP 파일입니다.
ru_ru: Прилагается зашифрованный ZIP-файл.
th_th: ไฟล์แนบเป็นไฟล์ ZIP ที่เข้ารหัส
zh_cn: 附件中是一个加密的ZIP文件。
zh_tw: 附件中是一個加密的ZIP文件。

# AttachmentAlertRecipients
source: Attachment alerting recipients
de_de: Anlage Alarmierungsadresse
es_es: Dirección de alerta de los archivos adjuntos
hi_in: अटैचमेंट अलर्ट करने वाला पता
ja_jp: 添付ファイル警告宛先
ru_ru: Адрес оповещения о вложениях
th_th: ที่อยู่แจ้งเตือนไฟล์แนบ
zh_cn: 附件提醒地址
zh_tw: 附件提醒地址

# AttachmentAlertRecipientsMessage
source: Recipient for warning of attachment sending.
de_de: Empfänger für die Warnung vor dem Versand von Anhängen.
es_es: Destinatario para el aviso de envío de archivos adjuntos.
hi_in: अनुलग्नक भेजने की चेतावनी के लिए प्राप्तकर्ता।
ja_jp: 添付ファイル送信の警告対象の宛先です。
ru_ru: Получатель для предупреждения об отправке вложения.
th_th: ผู้รับคำเตือนการส่งไฟล์แนบ
zh_cn: 发送附件警告的收件人。
zh_tw: 發送附件警告的收件人。

source: Attachment prohibited recipients
de_de: Pfändung verbotene Adresse
es_es: Dirección prohibida del anexo
hi_in: संलग्नक निषिद्ध पता
ja_jp: 添付ファイル禁止宛先
ko_kr: 첨부 금지 주소
ru_ru: Вложение запрещенный адрес
th_th: ผู้รับสิ่งที่แนบมาห้าม
zh_cn: 附件禁止的地址
zh_tw: 附件禁止的地址

# AttachmentProhibitedRecipientsMessage
source: This recipients who are prohibited from sending attachments.
de_de: Diese Empfänger dürfen keine Anhänge versenden.
es_es: Esta es la dirección a la que no se pueden enviar archivos adjuntos.
hi_in: यह प्राप्तकर्ता जिन्हें अनुलग्नक भेजने से प्रतिबंधित किया गया है।
ja_jp: 添付ファイルの送信が禁止された宛先です。
ko_kr: 첨부파일 전송이 금지된 수신자입니다.
ru_ru: Это получатели, которым запрещено отправлять вложения.
th_th: ผู้รับรายนี้ถูกห้ามไม่ให้ส่งไฟล์แนบ
zh_cn: 这个被禁止发送附件的收件人。
zh_tw: 這個被禁止發送附件的收件人。

source: Attachments
de_de: Anhänge
es_es: Adjuntos
hi_in: अटैचमेंट
ja_jp: 添付ファイル
ko_kr: 첨부 파일
ru_ru: Вложения
th_th: เอกสารแนบ
zh_cn: 附件
zh_tw: 附件

# AttachmentsKeyword
source: attached file
de_de: angehängte Datei
es_es: archivo adjunto
hi_in: संलग्न फाइल
ja_jp: 添付
ko_kr: 첨부 파일
ru_ru: вложенный файл
th_th: ไฟล์ที่แนบมา
zh_cn: 附件
zh_tw: 附件

# AttachmentsName
source: Attachments name/Keyword
de_de: Name des Anhangs/Stichwort
es_es: Nombre de los archivos adjuntos/palabra clave
hi_in: अटैचमेंट का नाम/कीवर्ड
ja_jp: 添付ファイル名/キーワード
ko_kr: 첨부 파일 이름/키워드
ru_ru: Название вложений/ключевое слово
th_th: ชื่อไฟล์แนบ/คำสำคัญ
zh_cn: 附件名称/关键词
zh_tw: 附件名稱/關鍵詞

# AttachmentsProhibitedMessage
source: Sending e-mail with attachments is prohibited.
de_de: Der Versand von E-Mails mit Anhängen ist verboten.
es_es: Se prohíbe el envío de correos electrónicos con archivos adjuntos.
hi_in: अनुलग्नकों के साथ ई-मेल भेजना प्रतिबंधित है।
ja_jp: 添付ファイル付きメールの送信は禁止されています。
ko_kr: 첨부된 이메일을 보내는 것은 금지되어 있습니다.
ru_ru: Отправка электронной почты с вложениями запрещена.
th_th: ห้ามส่งอีเมลพร้อมไฟล์แนบ
zh_cn: 禁止发送带有附件的电子邮件。
zh_tw: 禁止發送帶有附件的電子郵件。

# AutoAddCCorBCCByAttachedFile
source: Automatic Cc/Bcc addition (by attachments)
de_de: Automatisches Hinzufügen von Cc/Bcc (durch Anhänge)
es_es: Adición automática de Cc/Bcc (por medio de archivos adjuntos)
hi_in: स्वचालित प्रतिलिपि/गुप्त प्रति जोड़ (संलग्नक द्वारा)
ja_jp: 自動Cc/Bcc追加 (添付ファイル)
ko_kr: Cc/Bcc 자동추가 (첨부파일로)
ru_ru: Автоматическое добавление Cc/Bcc (по вложениям)
th_th: เพิ่ม Cc/Bcc อัตโนมัติ (ตามไฟล์แนบ)
zh_cn: 自动添加Cc/Bcc（通过附件）
zh_tw: 自動添加Cc/Bcc（通過附件）

# AutoAddCCorBCCByKeyword
source: Automatic Cc/Bcc addition (by keywords)
de_de: Automatisches Hinzufügen von Cc/Bcc (nach Schlüsselwörtern)
es_es: Adición automática de Cc/Bcc (por palabras clave)
hi_in: स्वचालित प्रतिलिपि/गुप्त प्रति जोड़ (कीवर्ड द्वारा)
ja_jp: 自動Cc/Bcc追加 (キーワード)
ko_kr: 자동 참조/숨은 참조 추가 (키워드별)
ru_ru: Автоматическое добавление Cc/Bcc (по ключевым словам)
th_th: เพิ่ม Cc / Bcc อัตโนมัติ (ตามคำหลัก)
zh_cn: 自动添加Cc/Bcc（按关键词）
zh_tw: 自動添加Cc/Bcc（按關鍵詞）

# AutoAddCCorBCCByKeywordInfo
source: Keywords that automatically add Ccs or Bccs.
de_de: Schlüsselwörter, die automatisch Cc oder Bcc hinzufügen.
es_es: Palabras clave que añaden automáticamente Cc o Bcc.
hi_in: वे कीवर्ड जो स्वचालित रूप से प्रतिलिपि या गुप्त प्रतिलिपि जोड़ते हैं।
ja_jp: 自動でCcやBccを追加したいキーワード。
ko_kr: 참조 또는 숨은 참조를 자동으로 추가하는 키워드입니다.
ru_ru: Ключевые слова, которые автоматически добавляют Ccs или Bcc.
th_th: คำหลักที่เพิ่ม Cc หรือ Bcc โดยอัตโนมัติ
zh_cn: 自动添加Cc或Bcc的关键词。
zh_tw: 自動添加Cc或Bcc的關鍵詞。

# AutoAddCCorBCCByMailAddressOrDomain
source: Automatic Cc/Bcc addition (by recipients)
de_de: Automatisches Hinzufügen von Cc/Bcc (durch Empfänger)
es_es: Adición automática de Cc/Bcc (por parte de los destinatarios)
hi_in: स्वचालित प्रतिलिपि/गुप्त प्रति जोड़ (प्राप्तकर्ताओं द्वारा)
ja_jp: 自動Cc/Bcc追加 (宛先)
ko_kr: Cc/Bcc 자동 추가 (수신자별)
ru_ru: Автоматическое добавление Cc/Bcc (по получателям)
th_th: เพิ่ม Cc/Bcc อัตโนมัติ (โดยผู้รับ)
zh_cn: 自动加入Cc/Bcc（由收件人）
zh_tw: 自動加入Cc/Bcc（由收件人）

# AutoAddCCorBCCByMailAddressOrDomainInfo
source: Recipients or domains that automatically add Ccs or Bccs.
de_de: Empfänger oder Domänen, die automatisch Cc oder Bcc hinzufügen.
es_es: Destinatarios o dominios que añaden automáticamente Cc o Bcc.
hi_in: प्राप्तकर्ता या डोमेन जो स्वचालित रूप से प्रतिलिपि या गुप्त प्रतिलिपि जोड़ते हैं।
ja_jp: 自動でCcやBccを追加したいアドレスまたはドメイン。(@から)
ko_kr: 참조 또는 숨은 참조를 자동으로 추가하는 수신자 또는 도메인.
ru_ru: Получатели или домены, которые автоматически добавляют Ccs или Bcc.
th_th: ผู้รับหรือโดเมนที่เพิ่ม Cc หรือ Bcc โดยอัตโนมัติ
zh_cn: 自动添加Cc或Bcc的收件人或域。
zh_tw: 自動添加Cc或Bcc的收件人或域。

# AutoAddDestination
source: Added automatically.
de_de: Automatisch hinzugefügt.
es_es: Añadido automáticamente.
hi_in: स्वचालित रूप से जोड़ा गया।
ja_jp: 自動で宛先に追加されました。
ko_kr: 자동으로 추가되었습니다.
ru_ru: Добавляется автоматически.
th_th: เพิ่มโดยอัตโนมัติ
zh_cn: 自动添加。
zh_tw: 自動添加。

# AutoAddMailAddress
source: Automatically add recipients.
de_de: Automatisches Hinzufügen von Empfängern.
es_es: Añadir automáticamente los destinatarios.
hi_in: प्राप्तकर्ताओं को स्वचालित रूप से जोड़ें।
ja_jp: 追加するメールアドレス
ko_kr: 받는 사람을 자동으로 추가합니다.
ru_ru: Автоматическое добавление получателей.
th_th: เพิ่มผู้รับโดยอัตโนมัติ
zh_cn: 自动添加收件人。
zh_tw: 自動添加收件人。

# AutoAddMessage
source: Automatic body text addition
de_de: Automatisches Hinzufügen von Fließtext
es_es: Adición automática del cuerpo del texto
hi_in: स्वचालित बॉडी टेक्स्ट जोड़
ja_jp: メール本文への文言の自動追加
ru_ru: Автоматическое добавление основного текста
th_th: การเพิ่มข้อความเนื้อหาอัตโนมัติ
zh_cn: 自动添加正文
zh_tw: 自動添加正文

# AutoAddSendersAddressToAlert
source: The sender's Email address was automatically added to the To. (because the To no longer exists due to auto change to Bcc.)
de_de: Die E-Mail-Adresse des Absenders wurde automatisch der Adresse "An" hinzugefügt. (weil die Adresse "An" aufgrund der automatischen Änderung in "Bcc" nicht mehr existiert).
es_es: La dirección de correo electrónico del remitente se ha añadido automáticamente a To. (porque el To ya no existe debido al cambio automático a Bcc.)
hi_in: प्रेषक का ईमेल पता स्वचालित रूप से प्रति में जोड़ दिया गया था। (क्योंकि बीसीसी में स्वतः परिवर्तन के कारण To अब मौजूद नहीं है।)
ja_jp: Toに送信者のアドレスを自動追加しました。(Bcc変換によりToが存在しなくなるため)
ko_kr: 보낸 사람의 이메일 주소가 받는 사람에 자동으로 추가되었습니다. (숨은 참조로 자동 변경되어 To가 더 이상 존재하지 않기 때문입니다.)
ru_ru: Адрес электронной почты отправителя был автоматически добавлен в To. (поскольку адреса "Кому" больше не существует из-за автоматического изменения на "Bcc").
th_th: ที่อยู่อีเมลของผู้ส่งถูกเพิ่มลงใน To โดยอัตโนมัติ (เนื่องจากไม่มีถึงอีกต่อไปเนื่องจากเปลี่ยนเป็นสำเนาลับอัตโนมัติ)
zh_cn: 发件人的电子邮件地址被自动添加到收件人中。(因为收件人已经不存在了，因为自动改为Bcc。)
zh_tw: 發件人的電子郵件地址被自動添加到收件人中。 (因為收件人已經不存在了，因為自動改為Bcc。)

# AutoAddToRecipientByForceAutoChangeRecipientsToBccAddressToAlert
source: The specified Email address was automatically added to the To. (because the To no longer exists due to auto change to Bcc.)
es_es: La dirección de correo electrónico especificada se ha añadido automáticamente a Para. (porque el Para ya no existe debido al cambio automático a Bcc).
hi_in: निर्दिष्ट ईमेल पता स्वचालित रूप से प्रति में जोड़ा गया था। (क्योंकि बीसीसी में स्वतः परिवर्तन के कारण To अब मौजूद नहीं है।)
ja_jp: 設定されたアドレスをToに自動追加しました。(Bcc変換によりToが存在しなくなるため)
ru_ru: Указанный адрес электронной почты был автоматически добавлен к Кому. (поскольку адреса To больше не существует из-за автоматического изменения на Bcc).
th_th: ที่อยู่อีเมลที่ระบุถูกเพิ่มลงใน To โดยอัตโนมัติ (เนื่องจากไม่มีถึงอีกต่อไปเนื่องจากเปลี่ยนเป็นสำเนาลับอัตโนมัติ)
zh_cn: 指定的电子邮件地址被自动添加到收件人中。(因为收件人已经不存在了，因为自动改为密件)。
zh_tw: 指定的電子郵件地址被自動添加到收件人中。 (因為收件人已經不存在了，因為自動改為密件)。

# AutoCheckAttachments
source: The attachments will be auto-checked.
es_es: Los archivos adjuntos se comprobarán automáticamente.
hi_in: अटैचमेंट की ऑटो-चेकिंग की जाएगी।
zh_cn: 附件将被自动检查。
zh_tw: 附件將被自動檢查。

# AutoCheckConfig
source: Auto-check setting
de_de: Auto-Check-Einstellung
es_es: Ajuste de la autocomprobación
hi_in: ऑटो-चेक सेटिंग
ja_jp: 自動チェック設定
ko_kr: 자동 확인 설정
ru_ru: Настройка автопроверки
th_th: ตรวจสอบการตั้งค่าอัตโนมัติ
zh_cn: 自动检查设置
zh_tw: 自動檢查設置

# AutoCheckMembersAddress
source: The members' email addresses will be auto-checked.
de_de: Die E-Mail-Adressen der Mitglieder werden automatisch überprüft.
es_es: Las direcciones de correo electrónico de los miembros se comprobarán automáticamente.
hi_in: सदस्यों के ईमेल पतों की स्वतः जांच की जाएगी।
ja_jp: メンバーのメールアドレスは、あらかじめチェックを自動付与する。
ko_kr: 회원의 이메일 주소는 자동으로 확인됩니다.
ru_ru: Адреса электронной почты участников будут автоматически проверяться.
th_th: ที่อยู่อีเมลของสมาชิกจะถูกตรวจสอบโดยอัตโนมัติ
zh_cn: 会员的电子邮件地址将被自动检查。
zh_tw: 會員的電子郵件地址將被自動檢查。

# AutoCheckSameDomain
source: The internal domain recipients will be auto-checked.
de_de: Die internen Domänenempfänger werden automatisch überprüft.
es_es: Los destinatarios del dominio interno se comprobarán automáticamente.
hi_in: आंतरिक डोमेन प्राप्तकर्ताओं की स्वतः जांच की जाएगी।
ja_jp: 内部ドメインの宛先は、あらかじめチェックを自動付与する。
ko_kr: 내부 도메인 수신자는 자동으로 확인됩니다.
ru_ru: Получатели внутреннего домена будут автоматически проверены.
th_th: ผู้รับโดเมนภายในจะถูกตรวจสอบอัตโนมัติ
zh_cn: 内部域名接收者将被自动检查。
zh_tw: 內部域名接收者將被自動檢查。

source: Basic Settings
de_de: Grundeinstellungen
es_es: Configuración básica
hi_in: मूल सेटिंग्स
ja_jp: 基本設定
ko_kr: 일반적인 설정
ru_ru: Основные настройки
th_th: การตั้งค่าพื้นฐาน
zh_cn: 基本设置
zh_tw: 基本設置

source: Cancel
de_de: Abbrechen
es_es: Cancelar
hi_in: रद्द करें
ja_jp: キャンセル
ko_kr: 취소
ru_ru: Отмена
th_th: ยกเลิก
zh_cn: 取消
zh_tw: 取消

# CanceledSendingMail
source: Canceled sending this email.
de_de: Der Versand dieser E-Mail wurde abgebrochen.
es_es: Cancelado el envío de este correo electrónico.
hi_in: यह ईमेल भेजना रद्द किया गया।
ja_jp: 送信をキャンセルしました。
ko_kr: 이 이메일 전송을 취소했습니다.
ru_ru: Отменена отправка этого письма.
th_th: ยกเลิกการส่งอีเมลนี้
zh_cn: 取消了发送这封电子邮件。
zh_tw: 取消了發送這封電子郵件。

# CanceledSendingMailMessage
source: Canceled sending this email. You can reedit this. The estimated time of sending this email has been cleared. To send this email, you must click on the Send button. Closing the edit screen will not send this email.
de_de: Der Versand dieser E-Mail wurde abgebrochen. Sie können sie erneut bearbeiten. Die geschätzte Zeit für den Versand dieser E-Mail wurde gelöscht. Um diese E-Mail zu senden, müssen Sie auf die Schaltfläche Senden klicken. Wenn Sie den Bearbeitungsbildschirm schließen, wird diese E-Mail nicht versendet.
es_es: Cancelado el envío de este correo electrónico. Puedes reeditarlo. La hora estimada de envío de este correo electrónico se ha borrado. Para enviar este correo electrónico, debe hacer clic en el botón Enviar. Al cerrar la pantalla de edición no se enviará este correo electrónico.
hi_in: यह ईमेल भेजना रद्द किया गया। आप इसे फिर से संपादित कर सकते हैं। इस ईमेल को भेजने का अनुमानित समय साफ़ कर दिया गया है। इस ईमेल को भेजने के लिए आपको सेंड बटन पर क्लिक करना होगा। संपादन स्क्रीन को बंद करने से यह ईमेल नहीं भेजा जाएगा।
ja_jp: メールの送信をキャンセルし、再編集します。 ※配信指定日時(保留時間)はクリアされます。 送信する場合、必ず送信ボタンを押してください。 ×ボタン等で編集画面を閉じた場合、送信されません。
ko_kr: 이 이메일 전송을 취소했습니다. 이것을 다시 편집할 수 있습니다. 이 이메일을 보낼 예상 시간이 삭제되었습니다. 이 이메일을 보내려면 보내기 버튼을 클릭해야 합니다. 편집 화면을 닫아도 이 이메일이 전송되지 않습니다.
ru_ru: Отменена отправка этого письма. Вы можете отредактировать его повторно. Расчетное время отправки этого письма было очищено. Чтобы отправить это письмо, необходимо нажать кнопку Отправить. Закрытие экрана редактирования не приведет к отправке этого письма.
th_th: ยกเลิกการส่งอีเมลนี้ คุณสามารถแก้ไขสิ่งนี้อีกครั้ง หมดเวลาโดยประมาณในการส่งอีเมลนี้แล้ว ในการส่งอีเมลนี้ คุณต้องคลิกที่ปุ่มส่ง การปิดหน้าจอแก้ไขจะไม่ส่งอีเมลนี้
zh_cn: 取消了发送这封电子邮件。你可以重新编辑。 发送此邮件的预计时间已被清除。 要发送此邮件，你必须点击发送按钮。 关闭编辑界面将不会发送此邮件。
zh_tw: 取消了發送這封電子郵件。你可以重新編輯。 發送此郵件的預計時間已被清除。 要發送此郵件，你必須點擊發送按鈕。 關閉編輯界面將不會發送此郵件。

# CanGetNewVersion
source: There is a new version of this add-in. Do you want to download it?
de_de: Es gibt eine neue Version dieses Add-Ins. Möchten Sie es herunterladen?
es_es: Hay una nueva versión de este complemento. ¿Quiere descargarla?
hi_in: इस ऐड-इन का एक नया संस्करण है। क्या आप इसे डाउनलोड करना चाहते हैं?
ja_jp: 新しいバージョンがあります。 ダウンロードしますか?
ko_kr: 이 추가 기능의 새 버전이 있습니다. 다운로드하시겠습니까?
ru_ru: Существует новая версия этого дополнения. Вы хотите загрузить ее?
th_th: มีเวอร์ชันใหม่ของ Add-in นี้ คุณต้องการดาวน์โหลดหรือไม่
zh_cn: 这个插件有一个新的版本。 你想下载它吗？
zh_tw: 這個插件有一個新的版本。 你想下載它嗎？

# CanNotFindTheLinkedName
source: Cannot find the linked name in the mail body.
de_de: Der verknüpfte Name kann im Mailtext nicht gefunden werden.
es_es: No se puede encontrar el nombre vinculado en el cuerpo del correo.
hi_in: मेल बॉडी में लिंक किया गया नाम नहीं मिल रहा है।
ja_jp: 本文内に紐づけられた名称が見つかりません。
ko_kr: 메일 본문에서 연결된 이름을 찾을 수 없습니다.
ru_ru: Невозможно найти связанное имя в теле письма.
th_th: ไม่พบชื่อที่เชื่อมโยงในเนื้อหาของเมล
zh_cn: 无法在邮件正文中找到链接的名称。
zh_tw: 無法在郵件正文中找到鏈接的名稱。

# CanNotFindTheLinkedNameInSubject
source: Cannot find the linked name in the mail subject.
es_es: No se puede encontrar el nombre vinculado en el asunto del correo.
hi_in: मेल विषय में लिंक किया गया नाम नहीं मिल रहा है।
ja_jp: 件名内に紐づけられた名称が見つかりません。
ru_ru: Не удается найти связанное имя в теме письма.
th_th: ไม่พบชื่อที่เชื่อมโยงในหัวเรื่องอีเมล
zh_cn: 无法在邮件主题中找到链接的名称。
zh_tw: 無法在郵件主題中找到鏈接的名稱。

# ChangeLanguage
source: Change the display language
de_de: Ändern der Anzeigesprache
es_es: Cambiar el idioma de la pantalla
hi_in: प्रदर्शन भाषा बदलें
ja_jp: 表示言語の変更
ko_kr: 표시 언어 변경
ru_ru: Изменение языка дисплея
th_th: เปลี่ยนภาษาที่แสดง
zh_cn: 改变显示语言
zh_tw: 改變顯示語言

# ChangeRibbonLanguageInfo
source: The display language of the ribbon (menu) is updated when Outlook is restarted.
de_de: Die Anzeigesprache der Multifunktionsleiste (Menü) wird aktualisiert, wenn Outlook neu gestartet wird.
es_es: El idioma de visualización de la cinta (menú) se actualiza cuando se reinicia Outlook.
hi_in: आउटलुक के पुनरारंभ होने पर रिबन (मेनू) की प्रदर्शन भाषा अपडेट की जाती है।
ja_jp: リボン(メニュー)の表示言語は、Outlookを再起動すると更新されます。
ko_kr: Outlook을 다시 시작하면 리본(메뉴)의 표시 언어가 업데이트됩니다.
ru_ru: Язык отображения ленты (меню) обновляется при перезапуске Outlook.
th_th: ภาษาที่แสดงของ Ribbon (เมนู) ได้รับการอัปเดตเมื่อเริ่ม Outlook ใหม่
zh_cn: 当Outlook重新启动时，功能区（菜单）的显示语言会被更新。
zh_tw: 當Outlook重新啟動時，功能區（菜單）的顯示語言會被更新。

# ChangesInTheFileWillNotBeSaved
source: *The changes in the file will not be saved.
es_es: *Los cambios en el archivo no se guardarán.
hi_in: *फ़ाइल में परिवर्तन सहेजे नहीं जाएंगे।
zh_cn: *文件中的变化将不会被保存。
zh_tw: *文件中的變化將不會被保存。

# CheckNewVersion
source: Check the new version.
de_de: Prüfen Sie die neue Version.
es_es: Comprueba la nueva versión.
hi_in: नए संस्करण की जाँच करें।
ja_jp: 新バージョンの確認
ko_kr: 새 버전을 확인하십시오.
ru_ru: Проверьте новую версию.
th_th: ตรวจสอบเวอร์ชันใหม่
zh_cn: 检查新的版本。
zh_tw: 檢查新的版本。

# Confirmation
source: Confirmation before sending an email.
de_de: Bestätigung vor dem Versand einer E-Mail.
es_es: Confirmación antes de enviar un correo electrónico.
hi_in: ईमेल भेजने से पहले पुष्टि।
ja_jp: メール送信前の確認
ko_kr: 이메일을 보내기 전에 확인합니다.
ru_ru: Подтверждение перед отправкой электронного письма.
th_th: การยืนยันก่อนส่งอีเมล
zh_cn: 在发送电子邮件之前进行确认。
zh_tw: 在發送電子郵件之前進行確認。

# ConfirmationMessage1
source: Would you like to send this email?
de_de: Möchten Sie diese E-Mail versenden?
es_es: ¿Desea enviar este correo electrónico?
hi_in: क्या आप यह ईमेल भेजना चाहेंगे?
ja_jp: 本当にメールを送信しますか？
ko_kr: 이 이메일을 보내시겠습니까?
ru_ru: Хотите ли вы отправить это письмо?
th_th: คุณต้องการส่งอีเมลนี้หรือไม่
zh_cn: 你想发送这封邮件吗？
zh_tw: 你想發送這封郵件嗎？

# ConfirmationMessage2
source: After checking all items, you can press send button.
de_de: Nachdem Sie alle Punkte überprüft haben, können Sie auf die Schaltfläche Senden klicken.
es_es: Después de comprobar todos los elementos, puede pulsar el botón de envío.
hi_in: सभी आइटम चेक करने के बाद आप सेंड बटन दबा सकते हैं।
ja_jp: 全ての項目を確認し、チェックを入れて、送信ボタンを押してください。
ko_kr: 모든 항목을 확인하신 후 보내기 버튼을 누르시면 됩니다.
ru_ru: После проверки всех пунктов можно нажать кнопку отправки.
th_th: หลังจากตรวจสอบรายการทั้งหมดแล้ว ให้กดปุ่มส่ง
zh_cn: 检查完所有项目后，你可以按下发送按钮。
zh_tw: 檢查完所有項目後，你可以按下發送按鈕。

source: Contact group
de_de: Kontakt Gruppe
es_es: Grupo de contacto
hi_in: संपर्क समूह
ja_jp: 連絡先グループ
ko_kr: 연락처 그룹
ru_ru: Контактная группа
th_th: ติดต่อกลุ่ม
zh_cn: 联系小组
zh_tw: 聯繫小組

# CSVExport
source: Export CSV
de_de: CSV exportieren
es_es: Exportación de CSV
hi_in: निर्यात सीएसवी
ja_jp: CSVエクスポート
ko_kr: CSV 내보내기
ru_ru: Экспорт CSV
th_th: ส่งออก CSV
zh_cn: 导出CSV
zh_tw: 導出CSV

# CSVImport
source: Import CSV
de_de: CSV importieren
es_es: Importación de CSV
hi_in: सीएसवी आयात करें
ja_jp: CSVインポート
ko_kr: CSV 가져오기
ru_ru: Импорт CSV
th_th: นำเข้า CSV
zh_cn: 导入CSV
zh_tw: 導入CSV

# CSVImportAlert
source: Don't import CSV file with wrong format.
de_de: Importieren Sie keine CSV-Datei mit falschem Format.
es_es: No importes un archivo CSV con un formato incorrecto.
hi_in: CSV फ़ाइल को गलत प्रारूप के साथ आयात न करें।
ja_jp: 書式の異なるCSVをインポートするとエラーになります。気を付けてください。
ko_kr: 잘못된 형식의 CSV 파일을 가져오지 마십시오.
ru_ru: Не импортируйте CSV-файл с неправильным форматом.
th_th: อย่านำเข้าไฟล์ CSV ด้วยรูปแบบที่ไม่ถูกต้อง
zh_cn: 不要用错误的格式导入CSV文件。
zh_tw: 不要用錯誤的格式導入CSV文件。

# DefaultAlertMessage
source: The warning keyword is included in the body of the email.
de_de: Der Text der E-Mail enthält das Schlüsselwort, für das Sie gewarnt werden.
es_es: La palabra clave de advertencia se incluye en el cuerpo del correo electrónico.
hi_in: चेतावनी कीवर्ड ईमेल के मुख्य भाग में शामिल है।
ja_jp: 警告対象のキーワードが含まれています。
ko_kr: 경고 키워드는 이메일 본문에 포함됩니다.
ru_ru: Не импортируйте CSV-файл с неправильным форматом.
th_th: คีย์เวิร์ดคำเตือนจะรวมอยู่ในเนื้อหาของอีเมล
zh_cn: 警告关键字包括在电子邮件的正文中。
zh_tw: 警告關鍵字包括在電子郵件的正文中。

source: Deferred delivery
de_de: Aufgeschobene Lieferung
es_es: Entrega diferida
hi_in: स्थगित वितरण
ja_jp: 遅延送信
ko_kr: 지연 배송
ru_ru: Отложенная поставка
th_th: การจัดส่งล่าช้า
zh_cn: 推迟交付
zh_tw: 推遲交付
