Repository: t-miyake/OutlookOkan
Catalog: OutlookOkan/Properties/Resources.*.resx
Languages: de_de, es_es, hi_in, ja_jp, ko_kr, ru_ru, th_th, zh_cn, zh_tw

# SettingExampleSecurityForReceivedMail
source: All of this functionality is in beta. *Enabling this feature may cause problems. *Settings will be reflected after restarting Outlook.
es_es: Toda esta funcionalidad está en versión beta. *Habilitar esta función puede causar problemas. * La configuración se reflejará después de reiniciar Outlook.
hi_in: यह सभी कार्यक्षमता बीटा में है। * इस सुविधा को सक्षम करने से समस्या हो सकती है। * Outlook को पुनरारंभ करने के बाद सेटिंग्स दिखाई देंगी.
zh_cn: 启用此功能可能会导致问题。 *设置将在重新启动 Outlook 后反映出来。
zh_tw: 設置將在重新啟動 Outlook 后反映出來。

# IsEnableWarningFeatureWhenOpeningAttachments
source: Use the warning feature when opening attachments.
es_es: Utilice la función de advertencia al abrir archivos adjuntos.
hi_in: अनुलग्नक खोलते समय चेतावनी सुविधा का उपयोग करें.
zh_cn: 打开附件时使用警告功能。
zh_tw: 打開附件時使用警告功能。

# IsWarnBeforeOpeningAttachments
source: Warn before opening attachments.
es_es: Avisar antes de abrir archivos adjuntos.
hi_in: संलग्नक खोलने से पहले चेतावनी दें.
zh_cn: 打开附件前发出警告。
zh_tw: 打開附件前發出警告。

# IsWarnBeforeOpeningEncryptedZip
source: Warn when opening encrypted ZIP files.
es_es: Avisar al abrir archivos ZIP cifrados.
hi_in: एन्क्रिप्टेड ज़िप फ़ाइलों को खोलते समय चेतावनी दें।
zh_cn: 打开加密的 ZIP 文件时发出警告。
zh_tw: 打開加密的 ZIP 檔時發出警告。

# IsWarnLinkFileInTheZip
source: Warn if there is a .link file in the ZIP.
es_es: Avise si hay un archivo .link en el archivo ZIP.
hi_in: चेतावनी दें कि क्या ZIP में कोई .link फ़ाइल है.
zh_cn: 如果 ZIP 中存在 .lnk 文件，则发出警告。
zh_tw: 如果 ZIP 中存在 .lnk 檔，則發出警告。

# IsWarnOneFileInTheZip
source: Warn if there is a .one file in the ZIP.
es_es: Avise si hay un archivo .one en el archivo ZIP.
hi_in: चेतावनी दें कि क्या ज़िप में .one फ़ाइल है।
zh_cn: 如果 ZIP 中存在 .one 文件，则发出警告。
zh_tw: 如果 ZIP 中存在 .one 檔，則發出警告。

# IsWarnOfficeFileWithMacroInTheZip
source: Warn if there are .docm, .xlsm or .pptm files in the ZIP.
es_es: Avise si hay archivos .docm, .xlsm o .pptm en el archivo ZIP.
hi_in: चेतावनी दें कि क्या ZIP में .docm, .xlsm, या .pptm फ़ाइलें हैं।
zh_cn: 如果 ZIP 中有 .docm、.xlsm 或 .pptm 文件，则发出警告。
zh_tw: 如果 ZIP 中有 .docm、.xlsm 或 .pptm 檔，則發出警告。

# IsWarnBeforeOpeningAttachmentsThatContainMacros
source: Warn when opening attachments that contain macros.
es_es: Avise al abrir datos adjuntos que contengan macros.
hi_in: मैक्रोज़ वाले अनुलग्नक खोलते समय चेतावनी दें.
zh_cn: 打开包含宏的附件时发出警告。
zh_tw: 打開包含宏的附件時發出警告。

source: Warning
es_es: Advertencia
hi_in: चेतावनी
zh_cn: 警告
zh_tw: 警告

# AlertOfReceivedMailSubject
source: The subject line contains the keyword subject to the warning.
es_es: La línea de asunto contiene la palabra clave sujeta a la advertencia.
hi_in: विषय पंक्ति में चेतावनी के अधीन कीवर्ड होता है.
zh_cn: 主题行包含受警告影响的关键字。
zh_tw: 主題行包含受警告影響的關鍵字。

# SpfWarning1
source: SPF verification failed. The sender may be spoofed.
es_es: Error en la verificación de SPF. El remitente puede ser falsificado.
hi_in: एसपीएफ सत्यापन विफल रहा। प्रेषक को स्पूफ किया जा सकता है।
zh_cn: SPF 验证失败。发件人可能被欺骗。
zh_tw: SPF 驗證失敗。寄件者可能被欺騙。

# DkimWarning1
source: DKIM verification failed. The sender may be spoofed.
es_es: Error en la verificación DKIM. El remitente puede ser falsificado.
hi_in: DKIM सत्यापन विफल रहा. प्रेषक को स्पूफ किया जा सकता है।
zh_cn: DKIM 验证失败。发件人可能被欺骗。
zh_tw: DKIM 驗證失敗。寄件者可能被欺騙。

# SpfDkimWaring2
source: Please be careful with the content and attachments in this email.
es_es: Tenga cuidado con el contenido y los archivos adjuntos de este correo electrónico.
hi_in: कृपया इस ईमेल में सामग्री और अनुलग्नकों से सावधान रहें।
zh_cn: 请注意此电子邮件中的内容和附件。
zh_tw: 請注意此電子郵件中的內容和附件。

# OpenAttachmentWarning1
source: Do you really want to open the attachment?
es_es: ¿Realmente quieres abrir el archivo adjunto?
hi_in: क्या आप वास्तव में अनुलग्नक खोलना चाहते हैं?
zh_cn: 是否确实要打开附件？
zh_tw: 是否確實要打開附件？

# OpenAttachmentWarning2
source: Be very careful with suspicious files.
es_es: Tenga mucho cuidado con los archivos sospechosos.
hi_in: संदिग्ध फाइलों से बहुत सावधान रहें।
zh_cn: 要非常小心可疑文件。
zh_tw: 要非常小心可疑檔。

# AttatchmentIsEncryptedZip
source: This file is an encrypted ZIP file.
es_es: Este archivo es un archivo ZIP cifrado.
hi_in: यह फ़ाइल एक एन्क्रिप्टेड ZIP फ़ाइल है।
zh_cn: 此文件是加密的 ZIP 文件。
zh_tw: 此檔案是加密的 ZIP 檔。

# SuspiciousAttachmentZip_link
source: Suspicious attachment. The .lnk file is included in the ZIP file, risk of infection with a virus.
es_es: Apego sospechoso. El archivo .lnk se incluye en el archivo ZIP, riesgo de infección con un virus.
hi_in: संदिग्ध लगाव. .lnk फ़ाइल ज़िप फ़ाइल में शामिल है, वायरस के साथ संक्रमण का खतरा।
zh_cn: 可疑附件。 .lnk文件包含在 ZIP 文件中， 感染病毒的风险。
zh_tw: 可疑附件。 .lnk檔包含在 ZIP 檔中， 感染病毒的風險。

# SuspiciousAttachmentZip_one
source: Suspicious attachment. The .one file is included in the ZIP file, risk of infection with a virus.
es_es: Apego sospechoso. El archivo .one se incluye en el archivo ZIP, riesgo de infección con un virus.
hi_in: संदिग्ध लगाव. .one फ़ाइल ZIP फ़ाइल में शामिल है, वायरस के साथ संक्रमण का खतरा।
zh_cn: 可疑附件。 .one 文件包含在 ZIP 文件中， 感染病毒的风险。
zh_tw: 可疑附件。 .one 檔包含在 ZIP 檔中， 感染病毒的風險。

# SuspiciousAttachmentZip_macro
source: Suspicious attachment. The zip file contains an Office file that contains macros and risk of infection with a virus.
es_es: Apego sospechoso. El archivo zip contiene un archivo de Office que contiene macros y riesgo de infección con un virus.
hi_in: संदिग्ध लगाव. ज़िप फ़ाइल में कोई Office फ़ाइल है जिसमें मैक्रोज़ और वायरस के साथ संक्रमण का खतरा।
zh_cn: 可疑附件。 zip 文件包含一个包含宏和 感染病毒的风险。
zh_tw: 可疑附件。 zip 檔包含一個包含宏和 感染病毒的風險。

# SuspiciousAttachment_macro
source: This is attachments containing macros, risk of infection with a virus.
es_es: Se trata de archivos adjuntos que contienen macros, riesgo de infección con un virus.
hi_in: यह मैक्रोज़ युक्त संलग्नक है, वायरस के साथ संक्रमण का खतरा।
zh_cn: 这是包含宏的附件，感染病毒的风险。
zh_tw: 這是包含宏的附件，感染病毒的風險。

# ExportAllSettings
source: Export all configuration.
es_es: Exportar toda la configuración.
zh_cn: 导出所有配置。
zh_tw: 匯出所有配置。

# ImportAllSettings
source: Import the configuration.
es_es: Importe la configuración.
zh_cn: 导入配置。
zh_tw: 匯入配置。

# CompletedExport
source: Export of the configuration file is complete.
es_es: Se ha completado la exportación del archivo de configuración.
zh_cn: 配置文件的导出已完成。
zh_tw: 配置檔的匯出已完成。

# CompletedImport
source: Import is complete. Close the settings window.
es_es: La importación se ha completado. Cierre la ventana de configuración.
zh_cn: 导入完成。关闭设置窗口。
zh_tw: 匯入完成。關閉設置視窗。

# ImportErrorOfAllSettings
source: Please select the correct file. Error:
es_es: Seleccione el archivo correcto. Error:
zh_cn: 请选择正确的文件。错误：
zh_tw: 請選擇正確的檔。錯誤：

source: Rich-text
es_es: Texto rico
hi_in: रिच पाठ
ja_jp: リッチテキスト形式
ko_kr: 서식 있는 텍스트
ru_ru: Богатый текст

# Text
source: Plain-text
de_de: Klartext
es_es: Texto plano
hi_in: सादे पाठ
ja_jp: テキスト形式
ko_kr: 일반 텍스트
ru_ru: Обычный текст
th_th: ข้อความธรรมดา

# CCorBCC
source: Cc/Bcc
hi_in: सीसी बीसीसी
ja_jp: CcまたはBcc
ko_kr: 참조/숨은 참조

# AppName
source: OutlookOkan
ja_jp: おかん for Outlook

source: HTML
ja_jp: HTML形式

# CompanyName
source: Noraneko Inc.
ja_jp: 株式会社のらねこ

# Copyright
source: Copyright (C) 2023 Noraneko Inc.
de_de: Copyright (C) 2022 Noraneko Inc.
ja_jp: Copyright (C) 2022 Noraneko Inc.
ko_kr: Copyright (C) 2022 Noraneko Inc.
ru_ru: Copyright (C) 2022 Noraneko Inc.
th_th: Copyright (C) 2022 Noraneko Inc.
