Repository: t-miyake/OutlookOkan
Catalog: OutlookOkan/Properties/Resources.*.resx
Languages: de_de, es_es, hi_in, ja_jp, ko_kr, ru_ru, th_th, zh_cn, zh_tw

# DeferredDeliveryEmailAddressOrDomainInfo
source: Enter the email address or domain you want to deferred delivery.
de_de: Geben Sie die E-Mail-Adresse oder die Domäne ein, die Sie später zustellen möchten.
es_es: Introduzca la dirección de correo electrónico o el dominio que desea aplazar la entrega.
hi_in: वह ईमेल पता या डोमेन दर्ज करें जिसे आप डिलीवरी स्थगित करना चाहते हैं।
ja_jp: 送信を遅延させたいメールアドレスかドメインを入力してください。
ko_kr: 배송을 연기할 이메일 주소 또는 도메인을 입력합니다.
ru_ru: Введите адрес электронной почты или домен, который вы хотите отложить доставку.
th_th: ป้อนที่อยู่อีเมลหรือโดเมนที่คุณต้องการเลื่อนการจัดส่ง
zh_cn: 输入你想延迟交付的电子邮件地址或域名。
zh_tw: 輸入你想延遲交付的電子郵件地址或域名。

# DeferredDeliveryMinutes
source: Deferred delivery time.(min)
de_de: Aufgeschobene Lieferfrist (min)
es_es: Tiempo de entrega diferido.(min)
hi_in: आस्थगित प्रसव के समय। (मिनट)
ja_jp: 遅延送信(分) ※0で即時送信
ko_kr: 지연 배달 시간.(분)
ru_ru: Время отсрочки поставки.(мин)
th_th: เวลาจัดส่งล่าช้า (นาที)
zh_cn: 延迟交货时间（分钟）
zh_tw: 延遲交貨時間（分鐘）

# DeferredDeliveryTime
source: Deferred delivery time.(min)
de_de: Aufgeschobene Lieferfrist (min)
es_es: Tiempo de entrega diferido.(min)
hi_in: आस्थगित प्रसव के समय। (मिनट)
ja_jp: 遅延時間(分)
ko_kr: 지연 배달 시간.(분)
ru_ru: Время отсрочки поставки.(мин)
th_th: เวลาจัดส่งล่าช้า (นาที)
zh_cn: 延迟交货时间（分钟）
zh_tw: 延遲交貨時間（分鐘）

# DestinationEmailaddress
source: Recipients
de_de: Empfänger
es_es: Destinatarios
hi_in: प्राप्तकर्ताओं
ja_jp: 送信先アドレス
ko_kr: 수신자
ru_ru: Получатели
th_th: ผู้รับ
zh_cn: 收件人
zh_tw: 收件人

source: Distribution list
de_de: Verteilerliste
es_es: Lista de distribución
hi_in: वितरण सूची
ja_jp: 配付リスト
ko_kr: 배포 목록
ru_ru: Список рассылки
th_th: รายการจัดจำหน่าย
zh_cn: 分发名单
zh_tw: 分發名單

source: Domain
de_de: Domäne
es_es: Dominio
hi_in: कार्यक्षेत्र
ja_jp: ドメイン (@から)
ko_kr: 도메인
ru_ru: Домен
th_th: โดเมน
zh_cn: 领域
zh_tw: 領域

# DoNotShowConfirmationScreen
source: Skip the confirmation window
de_de: Überspringen Sie das Bestätigungsfenster
es_es: Saltar la ventana de confirmación
hi_in: पुष्टिकरण विंडो छोड़ें
ja_jp: 確認画面の非表示設定
ko_kr: 확인 창 건너뛰기
ru_ru: Пропустить окно подтверждения
th_th: ข้ามหน้าต่างการยืนยัน
zh_cn: 跳过确认窗口
zh_tw: 跳過確認窗口

# EnableForgottenToAttachAlert
source: If there is a sentence "attached file" in the text and there is no attached file, warn about that.
de_de: Wenn im Text der Satz "angehängte Datei" steht, es aber keine angehängte Datei gibt, wird eine Warnung ausgegeben.
es_es: Si hay una frase "archivo adjunto" en el texto y no hay ningún archivo adjunto, avisa de ello.
hi_in: यदि पाठ में एक वाक्य "संलग्न फ़ाइल" है और कोई संलग्न फ़ाइल नहीं है, तो उसके बारे में चेतावनी दें।
ja_jp: 本文中に 添付 という文言があるのに添付ファイルがない場合、その旨を警告する。(添付ファイル漏れの警告)
ko_kr: 본문에 '첨부파일'이라는 문장이 있는데 첨부파일이 없는 경우에는 이에 대해 경고합니다.
ru_ru: Если в тексте есть предложение "прикрепленный файл", а прикрепленного файла нет, предупредите об этом.
th_th: หากมีประโยค "แนบไฟล์" ในข้อความและไม่มีไฟล์แนบ ให้เตือนเกี่ยวกับสิ่งนั้น
zh_cn: 如果文中有一句 "附件文件"，但没有附件文件，则对此提出警告。
zh_tw: 如果文中有一句 "附件文件"，但沒有附件文件，則對此提出警告。

# EncryptedZipBeta
source: Encrypted Zip file attachment warning
de_de: Warnung vor verschlüsseltem Zip-Dateianhang
es_es: Advertencia de archivo adjunto Zip encriptado
hi_in: एन्क्रिप्टेड ज़िप फ़ाइल अटैचमेंट चेतावनी
ja_jp: 暗号化Zipファイル添付の警告
ko_kr: 암호화된 Zip 첨부 파일 경고
ru_ru: Предупреждение о вложении зашифрованного Zip-файла
th_th: คำเตือนการแนบไฟล์ Zip ที่เข้ารหัส
zh_cn: 加密的Zip文件附件警告
zh_tw: 加密的Zip文件附件警告

source: Exclusion settings
de_de: Ausschluss-Einstellungen
es_es: Ajustes de exclusión
hi_in: बहिष्करण सेटिंग
ja_jp: 対象外設定
ko_kr: 제외 설정
ru_ru: Параметры исключения
th_th: การตั้งค่าการยกเว้น
zh_cn: 排除设置
zh_tw: 排除設置

# ExportFailed
source: Failed to export.
de_de: Der Export ist fehlgeschlagen.
es_es: No se ha podido exportación.
hi_in: निर्यात करने में विफल.
ja_jp: エクスポートに失敗しました。
ko_kr: 내보내기에 실패했습니다.
ru_ru: Не удалось экспортировать.
th_th: ส่งออกไม่สำเร็จ
zh_cn: 导出失败。
zh_tw: 導出失敗。

# ExternalDomainsChangeToBccAlert
source: As the external domains of To and Cc are above the threshold, the external domain recipients has been changed to Bcc.
de_de: Da die externen Domänen von To und Cc über dem Schwellenwert liegen, wurde die externe Domäne der Empfänger in Bcc geändert.
es_es: Como los dominios externos de To y Cc están por encima del umbral, los destinatarios del dominio externo se han cambiado a Bcc.
hi_in: चूंकि To और Cc के बाहरी डोमेन थ्रेशोल्ड से ऊपर हैं, बाहरी डोमेन प्राप्तकर्ताओं को Bcc में बदल दिया गया है।
ja_jp: To及びCcの外部ドメイン数が基準値以上のため、外部ドメインの宛先をBccに変更しました。
ko_kr: 받는 사람과 참조의 외부 도메인이 임계값 이상이므로 외부 도메인 수신자가 숨은 참조로 변경되었습니다.
ru_ru: Поскольку внешние домены To и Cc превышают пороговое значение, внешний домен получателей был изменен на Bcc.
th_th: เนื่องจากโดเมนภายนอกของ To และ Cc อยู่เหนือขีดจำกัด ผู้รับโดเมนภายนอกจึงถูกเปลี่ยนเป็น Bcc
zh_cn: 由于收件人和抄送人的外部域超过了阈值，外部域的收件人已被改为Bcc。
zh_tw: 由於收件人和抄送人的外部域超過了閾值，外部域的收件人已被改為Bcc。

source: External domains warning and auto change to Bcc
de_de: Warnung vor externen Domänen und automatischer Wechsel zu Bcc
es_es: Aviso de dominios externos y cambio automático a Bcc
hi_in: बाहरी डोमेन अलर्ट और गुप्त प्रतिलिपि में स्वतः परिवर्तन
ja_jp: 外部ドメイン数警告とBcc自動変換
ko_kr: 외부 도메인 경고 및 숨은 참조로자동 변경
ru_ru: Предупреждение о внешних доменах и автоматическое изменение на Bcc
th_th: คำเตือนโดเมนภายนอกและเปลี่ยนเป็น bcc โดยอัตโนมัติ
zh_cn: 外部域名警告和自动变更为Bcc
zh_tw: 外部域名警告和自動變更為Bcc

source: External recipient
de_de: Externer Empfänger
es_es: Receptor externo
hi_in: बाहरी प्राप्तकर्ता
ja_jp: 社外アドレス
ko_kr: 외부 수신자
ru_ru: Внешний адресат
th_th: ผู้รับภายนอก
zh_cn: 外部收件人
zh_tw: 外部收件人

# FailedToGetInformation
source: Failed to get the information.
de_de: Die Informationen konnten nicht abgerufen werden.
es_es: No se ha conseguido la información.
hi_in: जानकारी प्राप्त करने में विफल।
ja_jp: 情報取得エラー
ko_kr: 정보를 가져오지 못했습니다.
ru_ru: Не удалось получить информацию.
th_th: ไม่สามารถรับข้อมูลได้
zh_cn: 没能获得信息。
zh_tw: 沒能獲得信息。

# ForceAutoChangeRecipientsToBcc
source: Force auto change to Bcc
es_es: Forzar el cambio automático a Bcc
hi_in: बलपूर्वक स्वतः परिवर्तन को Bcc . में बदलें
ja_jp: 強制Bcc変換
ru_ru: Принудительное автоматическое изменение на Bcc
th_th: บังคับให้เปลี่ยนเป็น Bcc . โดยอัตโนมัติ
zh_cn: 强制自动变更为密件
zh_tw: 強制自動變更為密件

# ForceAutoChangeRecipientsToBccAlert
source: The recipients were automatically converted to Bcc.
es_es: Los destinatarios se convirtieron automáticamente en Bcc.
hi_in: प्राप्तकर्ताओं को स्वचालित रूप से गुप्त प्रतिलिपि में परिवर्तित कर दिया गया था।
ja_jp: 宛先をBccに自動変換しました。
ru_ru: Получатели были автоматически преобразованы в Bcc.
th_th: ผู้รับจะถูกแปลงเป็นสำเนาลับโดยอัตโนมัติ
zh_cn: 收件人被自动转换为Bcc。
zh_tw: 收件人被自動轉換為Bcc。

# ForceAutoChangeRecipientsToBccNotes
source: The following settings take precedence over the above settings.
es_es: Los siguientes ajustes tienen prioridad sobre los anteriores.
hi_in: उपरोक्त सेटिंग्स पर निम्नलिखित सेटिंग्स को प्राथमिकता दी जाती है।
ja_jp: 以下の設定は、上記の設定より優先されます。
ru_ru: Следующие настройки имеют приоритет над вышеуказанными.
th_th: การตั้งค่าต่อไปนี้มีความสำคัญเหนือการตั้งค่าข้างต้น
zh_cn: 以下设置优先于上述设置。
zh_tw: 以下設置優先於上述設置。

# ForgottenToAttachAlert
source: The word "attached file" is in the text, but there is no attachment.
de_de: Das Wort "angehängte Datei" steht im Text, aber es gibt keinen Anhang.
es_es: La palabra "archivo adjunto" está en el texto, pero no hay ningún archivo adjunto.
hi_in: शब्द "संलग्न फ़ाइल" पाठ में है, लेकिन कोई अनुलग्नक नहीं है।
ja_jp: 本文中に 添付 という文言があるのに添付ファイルがありません。
ko_kr: 본문에 "첨부파일"이라는 단어가 있는데 첨부파일이 없습니다.
ru_ru: В тексте есть слово "вложенный файл", но вложения нет.
th_th: คำว่า "ไฟล์ที่แนบมา" อยู่ในข้อความ แต่ไม่มีไฟล์แนบ
zh_cn: 文中有 "附件 "一词，但没有附件。
zh_tw: 文中有 "附件 "一詞，但沒有附件。

source: General
de_de: Allgemein
hi_in: सामान्य वस्तुएँ
ja_jp: 一般
ko_kr: 일반적인
ru_ru: Общий
th_th: ทั่วไป
zh_cn: 一般
zh_tw: 一般

# GetMembersOfTheContactGroup
source: Show the members of an Contact group.
de_de: Zeigt die Mitglieder einer Kontaktgruppe an.
es_es: Mostrar los miembros de un grupo de Contacto.
hi_in: संपर्क समूह के सदस्यों को दिखाएं।
ja_jp: 連絡先グループのメンバーを表示する。
ko_kr: 연락처 그룹의 구성원을 표시합니다.
ru_ru: Показать членов группы Contact.
th_th: แสดงสมาชิกของกลุ่มผู้ติดต่อ
zh_cn: 显示一个联系组的成员。
zh_tw: 顯示一個聯繫組的成員。

# GetMembersOfTheExDistList
source: Show the members of an Exchange distribution list. (It may take a long time.)
de_de: Zeigen Sie die Mitglieder einer Exchange-Verteilerliste an. (Dies kann lange dauern.)
es_es: Mostrar los miembros de una lista de distribución de Exchange. (Puede tardar mucho tiempo).
hi_in: एक्सचेंज वितरण सूची के सदस्यों को दिखाएं। (इसमें लंबा समय लग सकता है।)
ja_jp: Exchange配布リストのメンバーを表示する。(処理に時間がかかる場合があります。)
ko_kr: Exchange 메일 그룹의 구성원을 표시합니다. (시간이 오래 걸릴 수 있습니다.)
ru_ru: Показать членов списка рассылки Exchange. (Это может занять много времени.)
th_th: แสดงสมาชิกของรายการแจกจ่าย Exchange (อาจใช้เวลานาน.)
zh_cn: 显示一个Exchange分配列表的成员。(这可能需要很长的时间）
zh_tw: 顯示一個Exchange分配列表的成員。 (這可能需要很長的時間）

# GetMembersOfTheList
source: Show the members of an Exchange distribution list or an Contact group
de_de: Anzeigen der Mitglieder einer Exchange-Verteilerliste oder einer Kontaktgruppe
es_es: Mostrar los miembros de una lista de distribución de Exchange o de un grupo de Contacto
hi_in: एक्सचेंज वितरण सूची या संपर्क समूह के सदस्यों को दिखाएं
ja_jp: Exchange配布リストや連絡先グループのメンバー表示設定
ko_kr: Exchange 메일 그룹 또는 연락처 그룹의 구성원 표시
ru_ru: Показать членов списка рассылки Exchange или группы контактов
th_th: แสดงรายการการแจกจ่าย Exchange หรือกลุ่มผู้ติดต่อ
zh_cn: 显示Exchange分配列表或联系人组的成员
zh_tw: 顯示Exchange分配列表或聯繫人組的成員

source: Help
de_de: Anweisungen
es_es: Instrucciones
hi_in: मैं
ja_jp: ヘルプ
ko_kr: 설명서
ru_ru: Руководство
th_th: คำแนะนำ
zh_cn: 手册
zh_tw: 手冊

# HowToDeleteRow
source: * Delete row: Select the row and press the delete key.
de_de: * Zeile löschen: Markieren Sie die Zeile und drücken Sie die Löschtaste.
es_es: * Borrar fila: Seleccione la fila y pulse la tecla de borrado.
hi_in: * पंक्ति हटाएं: पंक्ति का चयन करें और हटाएं कुंजी दबाएं।
ja_jp: ※行の削除：行を選択してDeleteキー
ko_kr: * 행 삭제: 행을 선택하고 삭제 키를 누릅니다.
ru_ru: * Удалить ряд: Выберите строку и нажмите клавишу удаления.
th_th: * ลบแถว: เลือกแถวแล้วกดปุ่มลบ
zh_cn: * 删除行。选择该行并按下删除键。
zh_tw: * 刪除行。選擇該行並按下刪除鍵。

# IfAllSameDomain
source: If all recipient's domains are internal domain, skip the confirmation window.
de_de: Wenn es sich bei allen Empfängerdomänen um interne Domänen handelt, können Sie das Bestätigungsfenster überspringen.
es_es: Si todos los dominios del destinatario son dominios internos, omita la ventana de confirmación.
hi_in: यदि सभी प्राप्तकर्ता के डोमेन आंतरिक डोमेन हैं, तो पुष्टिकरण विंडो को छोड़ दें।
ja_jp: 全ての宛先のドメインが内部ドメインの場合、確認画面を表示しない。
ko_kr: 수신자의 모든 도메인이 내부 도메인인 경우 확인 창을 건너뜁니다.
ru_ru: Если все домены получателя являются внутренними доменами, пропустите окно подтверждения.
th_th: หากโดเมนของผู้รับทั้งหมดเป็นโดเมนภายใน ให้ข้ามหน้าต่างการยืนยัน
zh_cn: 如果所有收件人的域都是内部域，则跳过确认窗口。
zh_tw: 如果所有收件人的域都是內部域，則跳過確認窗口。

# IfAllWhite
source: If there is no check target in the recipients, skip the confirmation window. (e.g., if all recipients are included in the allowlist.)
de_de: Wenn in der Empfängerliste kein Kontrollziel vorhanden ist, wird das Bestätigungsfenster übersprungen. (z. B. wenn alle Empfänger in der Erlaubnisliste enthalten sind.)
es_es: Si no hay ningún objetivo de verificación en los destinatarios, omita la ventana de confirmación. (Por ejemplo, si todos los destinatarios están incluidos en la lista de permitidos.)
hi_in: यदि प्राप्तकर्ताओं में कोई चेक लक्ष्य नहीं है, तो पुष्टिकरण विंडो को छोड़ दें। (उदाहरण के लिए, यदि सभी प्राप्तकर्ताओं को अनुमति सूची में शामिल किया गया है।)
ja_jp: 宛先にチェック対象が存在しない場合、確認画面を表示しない。 (全ての宛先が許可リストに含まれる場合など)
ko_kr: 수신자에 확인 대상이 없으면 확인 창을 건너뜁니다. (예: 모든 수신자가 허용 목록에 포함된 경우)
ru_ru: Если в списке получателей нет цели проверки, пропустите окно подтверждения. (Например, если все получатели включены в список разрешенных).
th_th: หากไม่มีเป้าหมายการตรวจสอบในผู้รับ ให้ข้ามหน้าต่างการยืนยัน (เช่น หากผู้รับทั้งหมดอยู่ในรายการที่อนุญาต)
zh_cn: 如果收件人中没有检查目标，则跳过确认窗口。 (例如，如果所有收件人都包含在允许列表中。)
zh_tw: 如果收件人中沒有檢查目標，則跳過確認窗口。 (例如，如果所有收件人都包含在允許列表中。)

# ImportAndExport
source: Import/Export
de_de: Importieren/Exportieren
es_es: Importación/Exportación
hi_in: आयात निर्यात
ja_jp: インポート/エクスポート
ko_kr: 수입 수출
ru_ru: Импорт/экспорт
th_th: นำเข้าส่งออก
zh_cn: 导入/导出
zh_tw: 導入/導出

# ImportantAlert
source: Important Alerts.
de_de: Wichtige Warnungen.
es_es: Alertas importantes.
hi_in: महत्वपूर्ण अलर्ट।
ja_jp: 重要な警告
ko_kr: 중요 경고
ru_ru: Важные предупреждения.
th_th: การแจ้งเตือนที่สำคัญ
zh_cn: 重要提示
zh_tw: 重要提示

# ImportFailed
source: Failed to import.
de_de: Der Import ist fehlgeschlagen.
es_es: Fallo en la importación.
hi_in: आयात करने में विफल।
ja_jp: インポートに失敗しました。
ko_kr: 가져오지 못했습니다.
ru_ru: Не удалось выполнить импорт.
th_th: นำเข้าไม่สำเร็จ
zh_cn: 导入失败。
zh_tw: 導入失敗。

# InputCCorBCC
source: Enter "Cc" or "Bcc".
de_de: Geben Sie "Cc" oder "Bcc" ein.
es_es: Introduzca "Cc" o "Bcc".
hi_in: "प्रतिलिपि" या "गुप्त प्रति" दर्ज करें।
ja_jp: Cc または Bccと入力。
ko_kr: "참조" 또는 "숨은참조"를 입력합니다.
ru_ru: Введите "Cc" или "Bcc".
th_th: ป้อน "สำเนา" หรือ "สำเนาลับ"
zh_cn: 输入 "Cc "或 "Bcc"。
zh_tw: 輸入 "Cc "或 "Bcc"。

# InputDeferredDeliveryTime
source: Enter the deferred time in minutes.
de_de: Geben Sie die Verzögerungszeit in Minuten ein.
es_es: Introduzca el tiempo diferido en minutos.
hi_in: आस्थगित समय मिनटों में दर्ज करें।
ja_jp: 遅延時間を分単位で入力してください。
ko_kr: 지연된 시간을 분 단위로 입력합니다.
ru_ru: Введите время отсрочки в минутах.
th_th: ป้อนเวลารอตัดบัญชีเป็นนาที
zh_cn: 输入推迟的时间，以分钟为单位。
zh_tw: 輸入推遲的時間，以分鐘為單位。

# InputDomain
source: Enter the domain.
de_de: Geben Sie die Domäne ein.
es_es: Introduzca el dominio.
hi_in: डोमेन दर्ज करें।
ja_jp: ドメイン(@から)を登録してください。
ko_kr: 도메인을 입력합니다.
ru_ru: Введите домен.
th_th: ป้อนโดเมน
zh_cn: 输入域名。
zh_tw: 輸入域名。

# InputDomainInfo
source: Enter the domain from @.
de_de: Geben Sie die Domäne von @ ein.
es_es: Introduzca el dominio de @.
hi_in: @ से डोमेन दर्ज करें।
ja_jp: @からドメインを入力。
ko_kr: @에서 도메인을 입력합니다.
ru_ru: Введите домен из @.
th_th: ป้อนโดเมนจาก @
zh_cn: 从@进入。
zh_tw: 從@進入。

# InputMailaddressOrDomain
source: Enter email address or domain.
de_de: E-Mail-Adresse oder Domäne eingeben.
es_es: Introduzca la dirección de correo electrónico o el dominio.
hi_in: ईमेल पता या डोमेन दर्ज करें।
ja_jp: メールアドレスかドメインを登録してください。
ko_kr: 이메일 주소 또는 도메인을 입력하세요.
ru_ru: Введите адрес электронной почты или домен.
th_th: ป้อนที่อยู่อีเมลหรือโดเมน
zh_cn: 输入电子邮件地址或域名。
zh_tw: 輸入電子郵件地址或域名。

# InputNameInfo
source: Enter the name. (ex. Company name)
de_de: Geben Sie den Namen ein. (z. B. Firmenname)
es_es: Introduzca el nombre. (ej. Nombre de la empresa)
hi_in: नाम दर्ज करें। (उदा. कंपनी का नाम)
ja_jp: 社名等の宛先名を入力。
ko_kr: 이름을 입력합니다. (ex. 회사명)
ru_ru: Введите название. (например, название компании)
th_th: ใส่ชื่อ. (เช่น ชื่อบริษัท)
zh_cn: 输入名称。(例如：公司名称)
zh_tw: 輸入名稱。 (例如：公司名稱)

source: Internal domain
de_de: Interner Domäne
es_es: Dominio interno
hi_in: आंतरिक डोमेन
ja_jp: 内部ドメイン
ko_kr: 내부 도메인
ru_ru: Внутренний домен
th_th: โดเมนภายใน
zh_cn: 内部领域
zh_tw: 內部領域

# IsAddMessageToEnd
source: The following text is automatically added to the end of the body.
de_de: Der folgende Text wird automatisch an das Ende des Textkörpers angefügt.
es_es: El siguiente texto se añade automáticamente al final del cuerpo.
hi_in: निम्नलिखित पाठ स्वचालित रूप से मुख्य भाग के अंत में जुड़ जाता है।
ja_jp: メールの末尾に、以下の文言を自動追加する。
ru_ru: Следующий текст автоматически добавляется в конец тела.
th_th: ข้อความต่อไปนี้จะเพิ่มไปที่ส่วนท้ายของเนื้อหาโดยอัตโนมัติ
zh_cn: 下面的文字会自动添加到正文的末尾。
zh_tw: 下面的文字會自動添加到正文的末尾。

# IsAddMessageToStart
source: The following text is automatically added to the beginning of the body.
de_de: Der folgende Text wird automatisch am Anfang des Textes eingefügt.
es_es: El siguiente texto se añade automáticamente al principio del cuerpo.
hi_in: निम्नलिखित पाठ स्वचालित रूप से मुख्य भाग की शुरुआत में जुड़ जाता है।
ja_jp: メールの冒頭に、以下の文言を自動追加する。
ru_ru: Следующий текст автоматически добавляется в начало тела.
th_th: ข้อความต่อไปนี้จะถูกเพิ่มโดยอัตโนมัติที่จุดเริ่มต้นของเนื้อหา
zh_cn: 以下文字会自动添加到正文的开头。
zh_tw: 以下文字會自動添加到正文的開頭。

# IsAlertAddressBccAlert
source: The recipients (Bcc) contains an address or domain that has been registered as an alert.
de_de: Der Empfänger (Bcc) enthält eine Adresse oder Domäne, die als Warnmeldung registriert wurde.
es_es: Los destinatarios (Bcc) contienen una dirección o dominio que se ha registrado como alerta.
hi_in: प्राप्तकर्ताओं (बीसीसी) में एक पता या डोमेन होता है जिसे अलर्ट के रूप में पंजीकृत किया गया है।
ja_jp: 警告対象として登録されたアドレス/ドメインが宛先(Bcc)に含まれています。
ko_kr: 받는 사람(숨은 참조)에 경고로 등록된 주소 또는 도메인이 포함되어 있습니다.
ru_ru: Получатели (Bcc) содержат адрес или домен, который был зарегистрирован как оповещение.
th_th: ผู้รับ (Bcc) มีที่อยู่หรือโดเมนที่ได้รับการจดทะเบียนเป็นการแจ้งเตือน
zh_cn: 收件人（Bcc）包含一个已经注册为警报的地址或域名。
zh_tw: 收件人（Bcc）包含一個已經註冊為警報的地址或域名。

# IsAlertAddressCcAlert
source: The recipients (Cc) contains an address or domain that has been registered as an alert.
de_de: Der Empfänger (Cc) enthält eine Adresse oder Domäne, die als Warnmeldung registriert wurde.
es_es: El destinatario (Cc) contiene una dirección o dominio que se ha registrado como alerta.
hi_in: प्राप्तकर्ताओं (सीसी) में एक पता या डोमेन होता है जिसे अलर्ट के रूप में पंजीकृत किया गया है।
ja_jp: 警告対象として登録されたアドレス/ドメインが宛先(Cc)に含まれています。
ko_kr: 수신자(참조)에는 경고로 등록된 주소 또는 도메인이 포함되어 있습니다.
ru_ru: Получатели (Cc) содержат адрес или домен, который был зарегистрирован в качестве оповещения.
th_th: ผู้รับ (Cc) มีที่อยู่หรือโดเมนที่ได้รับการจดทะเบียนเป็นการแจ้งเตือน
zh_cn: 收件人（Cc）包含一个已经注册为警报的地址或域名。
zh_tw: 收件人（Cc）包含一個已經註冊為警報的地址或域名。

# IsAlertAddressMaybeIrrelevant
source: This recipient may be unrelated to the intended destination.
de_de: Dieser Empfänger ist möglicherweise nicht mit dem beabsichtigten Ziel verbunden.
es_es: Este destinatario puede no estar relacionado con el destino previsto.
hi_in: यह प्राप्तकर्ता इच्छित गंतव्य से संबंधित नहीं हो सकता है।
ja_jp: このアドレスは意図した宛先とは無関係の可能性があります。
ko_kr: 이 수신자는 의도한 대상과 관련이 없을 수 있습니다.
ru_ru: Этот получатель может быть не связан с адресатом.
th_th: ผู้รับรายนี้อาจไม่เกี่ยวข้องกับปลายทางที่ต้องการ
zh_cn: 这个收件人可能与预定目的地无关。
zh_tw: 這個收件人可能與預定目的地無關。

# IsAlertAddressToAlert
source: The recipients (To) contains an address or domain that has been registered as an alert.
de_de: Der Empfänger (To) enthält eine Adresse oder Domäne, die als Warnmeldung registriert wurde.
es_es: El destinatario (To) contiene una dirección o dominio que se ha registrado como alerta.
hi_in: प्राप्तकर्ताओं (टू) में एक पता या डोमेन होता है जिसे अलर्ट के रूप में पंजीकृत किया गया है।
ja_jp: 警告対象として登録されたアドレス/ドメインが宛先(To)に含まれています。
ko_kr: 받는 사람(받는 사람)에는 경고로 등록된 주소 또는 도메인이 포함되어 있습니다.
ru_ru: Получатели (To) содержит адрес или домен, который был зарегистрирован в качестве оповещения.
th_th: ผู้รับ (ถึง) มีที่อยู่หรือโดเมนที่ได้รับการจดทะเบียนเป็นการแจ้งเตือน
zh_cn: 收件人（To）包含一个已经注册为警报的地址或域名。
zh_tw: 收件人（To）包含一個已經註冊為警報的地址或域名。

# IsAttachedExe
source: An executable file (.exe) is attached.
de_de: Eine ausführbare Datei (.exe) ist beigefügt.
es_es: Se adjunta un archivo ejecutable (.exe).
hi_in: एक निष्पादन योग्य फ़ाइल (.exe) संलग्न है।
ja_jp: 実行ファイル(.exe)を添付しています。
ko_kr: 실행 파일(.exe)이 첨부되어 있습니다.
ru_ru: Прилагается исполняемый файл (.exe).
th_th: มีการแนบไฟล์ปฏิบัติการ (.exe)
zh_cn: 附上一个可执行文件（.exe）。
zh_tw: 附上一個可執行文件（.exe）。

# IsAttachmentsProhibited
source: Sending is prohibited when a file is attached.
de_de: Das Versenden ist verboten, wenn eine Datei angehängt ist.
es_es: El envío está prohibido cuando se adjunta un archivo.
hi_in: फ़ाइल संलग्न होने पर भेजना प्रतिबंधित है।
ja_jp: ファイルが添付されている場合に、メールの送信を禁止する。※他の設定より優先されます。
ko_kr: 파일이 첨부된 상태에서는 전송이 금지됩니다.
ru_ru: Отправка запрещена, если прикреплен файл.
th_th: ห้ามส่งเมื่อมีการแนบไฟล์
zh_cn: 当附加了一个文件时，禁止发送。
zh_tw: 當附加了一個文件時，禁止發送。

# IsAutoChangeToBccWhenLargeNumberOfExternalDomains
source: The external recipient of To and Cc are automatically converted to Bcc when the recipients (To/Cc) has a large number of external domains.
de_de: Die externen Empfänger von To und Cc werden automatisch in Bcc umgewandelt konvertiert, wenn die Empfänger (To/Cc) eine große Anzahl von externen Domänen haben.
es_es: Los destinatarios externos de Para y Cc se convierten automáticamente en Bcc cuando los destinatarios (To/Cc) tienen un gran número de dominios externos.
hi_in: To और Cc के बाहरी प्राप्तकर्ता स्वचालित रूप से Bcc . में परिवर्तित हो जाते हैं जब प्राप्तकर्ताओं (To/Cc) के पास बड़ी संख्या में बाहरी डोमेन हों।
ja_jp: 宛先(To/Cc)の外部ドメイン数が多い場合、ToとCcの外部アドレスをBccに自動変換する。
ko_kr: 받는 사람과 참조의 외부 수신자는 자동으로 숨은 참조로 변환됩니다. 받는 사람(받는 사람/참조)에 외부 도메인이 많은 경우.
ru_ru: Внешние получатели To и Cc автоматически преобразуются в Bcc когда получатели (To/Cc) имеют большое количество внешних доменов.
th_th: ผู้รับภายนอกของ To และ Cc จะถูกแปลงเป็น Bcc . โดยอัตโนมัติ เมื่อผู้รับ (To/Cc) มีโดเมนภายนอกจำนวนมาก
zh_cn: 当收件人(To/Cc)有大量的外部域名时，To和Cc的外部收件人会自动转换为Bcc。
zh_tw: 當收件人(To/Cc)有大量的外部域名時，To和Cc的外部收件人會自動轉換為Bcc。

# IsAutoCheckRegisteredInContacts
source: Recipients registered in Contacts will be auto-checked. (It may take a long time.)
de_de: Die in den Kontakten registrierten Empfänger werden automatisch überprüft. (Dies kann einige Zeit dauern.)
es_es: Los destinatarios registrados en Contactos se comprobarán automáticamente. (Puede tardar mucho tiempo).
hi_in: संपर्क में पंजीकृत प्राप्तकर्ताओं की स्वतः जांच की जाएगी। (इसमें लंबा समय लग सकता है।)
ja_jp: 連絡先に登録された宛先は、あらかじめチェックを自動付与する。(処理に時間がかかる場合があります)
ko_kr: 연락처에 등록된 수신자는 자동으로 확인됩니다. (시간이 오래 걸릴 수 있습니다.)
ru_ru: Получатели, зарегистрированные в разделе Контакты, будут автоматически проверены. (Это может занять длительное время).
th_th: ผู้รับที่ลงทะเบียนใน Contacts จะถูกตรวจสอบโดยอัตโนมัติ (อาจใช้เวลานาน.)
zh_cn: 在联系人中登记的收件人将被自动检查。(这可能需要很长的时间）
zh_tw: 在聯繫人中登記的收件人將被自動檢查。 (這可能需要很長的時間）

# IsAutoCheckRegisteredInContactsAndMemberOfContactLists
source: Include recipients who are registered as members of a contact list. (If you have many contact groups, the process may take longer.)
de_de: Empfänger einbeziehen, die als Mitglieder einer Kontaktliste registriert sind. (Wenn Sie viele Kontaktgruppen haben, kann der Vorgang länger dauern.)
es_es: Incluir a los destinatarios que están registrados como miembros de una lista de contactos. (Si tiene muchos grupos de contacto, el proceso puede tardar más).
hi_in: उन प्राप्तकर्ताओं को शामिल करें जो संपर्क सूची के सदस्यों के रूप में पंजीकृत हैं। (यदि आपके पास कई संपर्क समूह हैं, तो प्रक्रिया में अधिक समय लग सकता है।)
ja_jp: 連絡先グループのメンバーとして登録された宛先も対象に含める。 (連絡先グループが多い場合、処理に時間がかかる場合があります)
ko_kr: 연락처 목록의 구성원으로 등록된 수신자를 포함합니다. (연락처 그룹이 많을 경우 처리 시간이 더 오래 걸릴 수 있습니다.)
ru_ru: Включить получателей, зарегистрированных в качестве членов списка контактов. (Если у вас много контактных групп, процесс может занять больше времени).
th_th: รวมผู้รับที่ลงทะเบียนเป็นสมาชิกของรายชื่อผู้ติดต่อ (ถ้าคุณมีกลุ่มผู้ติดต่อหลายกลุ่ม กระบวนการอาจใช้เวลานานขึ้น)
zh_cn: 包括注册为联系人名单成员的收件人。 (如果你有许多联络小组，这个过程可能需要更长的时间）
zh_tw: 包括註冊為聯繫人名單成員的收件人。 (如果你有許多聯絡小組，這個過程可能需要更長的時間）

# IsBigAttachedFile
source: There is a 10Mbyte or larger file attached to this email.
de_de: Dieser E-Mail ist eine Datei mit einer Größe von 10 MB oder mehr beigefügt.
es_es: Hay un archivo de 10Mbytes o más adjunto a este correo electrónico.
hi_in: इस ईमेल के साथ 10Mbyte या इससे बड़ी फ़ाइल संलग्न है।
ja_jp: 10Mbyte以上の添付ファイルがあります。
ko_kr: 이 이메일에는 10Mbyte 이상의 파일이 첨부되어 있습니다.
ru_ru: К этому письму прикреплен файл размером 10 Мбайт или больше.
th_th: มีไฟล์ขนาด 10 เมกะไบต์หรือใหญ่กว่าแนบมากับอีเมลนี้
zh_cn: 这封邮件中附有一个10M字节或更大的文件。
zh_tw: 這封郵件中附有一個10M字節或更大的文件。
