Repository: t-miyake/OutlookOkan
Catalog: OutlookOkan/Properties/Resources.*.resx
Languages: de_de, es_es, hi_in, ja_jp, ko_kr, ru_ru, th_th, zh_cn, zh_tw

# SendingForbidInfo
source: If you check this box, you can't send an email to the recipient or include the keyword.
de_de: Wenn Sie dieses Kontrollkästchen aktivieren, können Sie weder eine E-Mail an den Empfänger senden noch das Schlüsselwort angeben.
es_es: Si marca esta casilla, no podrá enviar un correo electrónico al destinatario ni incluir la palabra clave.
hi_in: यदि आप इस बॉक्स को चेक करते हैं, तो आप प्राप्तकर्ता को ईमेल नहीं भेज सकते हैं या कीवर्ड शामिल नहीं कर सकते हैं।
ja_jp: チェックを入れると送信を禁止できます。
ko_kr: 이 확인란을 선택하면 수신자에게 이메일을 보내거나 키워드를 포함할 수 없습니다.
ru_ru: Если вы установите этот флажок, вы не сможете отправить письмо получателю или включить ключевое слово.
th_th: หากคุณเลือกช่องนี้ คุณจะไม่สามารถส่งอีเมลถึงผู้รับหรือใส่คำหลักได้
zh_cn: 如果你勾选了这个框，你就不能向收件人发送电子邮件，也不能包括关键词。
zh_tw: 如果你勾選了這個框，你就不能向收件人發送電子郵件，也不能包括關鍵詞。

# SendMailConfirmation
source: Would you like to send this email?
de_de: Möchten Sie diese E-Mail versenden?
es_es: ¿Desea enviar este correo electrónico?
hi_in: क्या आप यह ईमेल भेजना चाहेंगे?
ja_jp: メールを送信しますか？
ko_kr: 이 이메일을 보내시겠습니까?
ru_ru: Хотите ли вы отправить это письмо?
th_th: คุณต้องการส่งอีเมลนี้หรือไม่
zh_cn: 你想发送这封邮件吗？
zh_tw: 你想發送這封郵件嗎？

# SentOnBehalf
source: Send on behalf or Send As.
de_de: Agent Zustellung oder Senden als.
es_es: Enviar en nombre o Enviar como.
hi_in: ओर से भेजें या इस रूप में भेजें।
ja_jp: として送信又は代理送信
ko_kr: 대신 보내기 또는 다른 이름으로 보내기.
ru_ru: Отправить от имени или Отправить как.
th_th: ส่งในนามหรือส่งเป็น
zh_cn: 代表发送或作为发送。
zh_tw: 代表發送或作為發送。

# SettingExample
source: Example of settings.
de_de: Beispiel für Einstellungen.
es_es: Ejemplo de configuración.
hi_in: सेटिंग्स का उदाहरण।
ja_jp: 設定例
ko_kr: 설정의 예
ru_ru: Пример настроек.
th_th: ตัวอย่างการตั้งค่า
zh_cn: 设置的例子
zh_tw: 設置的例子

# SettingExampleAlertKeyword
source: Keywords: Confidential Alerting text: It includes the phrase "Confidential". Register the keywords to be alert and their alerting text. If the keyword is included in the body you can display a warning or prohibit the sending of that email. If the alerting text is blank, the confirmation screen will show the default alerting text.
de_de: Schlüsselwörter: Vertraulich Alarmierender Text: Er enthält die Phrase "Vertraulich". Registrieren Sie die zu warnenden Schlüsselwörter und ihren Warntext. Wenn das Schlüsselwort im Text enthalten ist, können Sie eine Warnung anzeigen oder den Versand dieser E-Mail verbieten. Wenn der Warntext leer ist, wird auf dem Bestätigungsbildschirm der Standard-Warntext angezeigt.
es_es: Palabras clave: Confidencial Texto de alerta: Incluye la frase "Confidencial". Registre las palabras clave a alertar y su texto de alerta. Si la palabra clave se incluye en el cuerpo, puede mostrar una advertencia o prohibir el envío de ese correo electrónico. Si el texto de alerta está en blanco, la pantalla de confirmación mostrará el texto de alerta por defecto.
hi_in: कीवर्ड: गोपनीय चेतावनी पाठ: इसमें "गोपनीय" वाक्यांश शामिल है। सचेत रहने के लिए खोजशब्दों को पंजीकृत करें और उनका चेतावनी पाठ। यदि कीवर्ड मुख्य भाग में शामिल है तो आप एक चेतावनी प्रदर्शित कर सकते हैं या उस ईमेल को भेजने पर रोक लगा सकते हैं। अगर अलर्ट करने वाला टेक्स्ट खाली है, तो कन्फर्मेशन स्क्रीन डिफॉल्ट अलर्टिंग टेक्स्ट दिखाएगी।
ja_jp: キーワード：機密 警告文：機密という言葉が含まれています。 警告するキーワードとその警告文を登録します。 キーワードがメール本文に含まれる場合、警告を表示したり、メール送信を禁止したりできます。 ※警告文が空欄の場合、デフォルトの警告文が表示されます。
ko_kr: 키워드: 기밀 경고 텍스트: "기밀"이라는 문구가 포함됩니다. 경고할 키워드와 경고 문구를 등록합니다. 키워드가 제목에 포함된 경우 경고를 표시하거나 해당 이메일의 전송을 금지할 수 있습니다. 경고 텍스트가 비어 있으면 확인 화면에 기본 경고 텍스트가 표시됩니다.
ru_ru: Ключевые слова: Конфиденциально Предупреждающий текст: Включает фразу "Конфиденциально". Зарегистрируйте ключевые слова для оповещения и их текст оповещения. Если ключевое слово включено в тело письма, вы можете отобразить предупреждение или запретить отправку этого письма. Если текст предупреждения пуст, на экране подтверждения будет показан текст предупреждения по умолчанию.
th_th: คำสำคัญ: เป็นความลับ ข้อความแจ้งเตือน: ประกอบด้วยวลี "ความลับ" ลงทะเบียนคำหลักเพื่อแจ้งเตือนและข้อความแจ้งเตือน หากคำหลักรวมอยู่ในเนื้อหา คุณสามารถแสดงคำเตือนหรือห้ามการส่งอีเมลนั้น หากข้อความแจ้งเตือนว่างเปล่า หน้าจอยืนยันจะแสดงข้อความแจ้งเตือนเริ่มต้น
zh_cn: 关键字。机密 警示性文本。它包括 "机密 "这一短语。 注册要提醒的关键词和它们的提醒文本。 如果关键词包含在正文中，你可以显示一个警告或禁止发送该邮件。 如果警报文本为空白，确认屏幕将显示默认的警报文本。
zh_tw: 關鍵字。機密 警示性文本。它包括 "機密 "這一短語。 註冊要提醒的關鍵詞和它們的提醒文本。 如果關鍵詞包含在正文中，你可以顯示一個警告或禁止發送該郵件。 如果警報文本為空白，確認屏幕將顯示默認的警報文本。

# SettingExampleAlertKeywordForSubject
source: Keywords: Confidential Alerting text: It includes the phrase "Confidential". Register the keywords to be alert and their alerting text. If the keyword is included in the subject you can display a warning or prohibit the sending of that email. If the alerting text is blank, the confirmation screen will show the default alerting text.
de_de: Schlüsselwörter: Vertraulich Alarmierender Text: Er enthält die Phrase "Vertraulich". Registrieren Sie die zu warnenden Schlüsselwörter und ihren Warntext. Wenn das Schlüsselwort in der Betreffzeile enthalten ist, können Sie eine Warnung anzeigen oder den Versand dieser E-Mail verbieten. Wenn der Warntext leer ist, wird auf dem Bestätigungsbildschirm der Standard-Warntext angezeigt.
es_es: Palabras clave: Confidencial Texto de alerta: Incluye la frase "Confidencial". Registre las palabras clave a alertar y su texto de alerta. Si la palabra clave se incluye en el asunto, puede mostrar una advertencia o prohibir el envío de ese correo electrónico. Si el texto de alerta está en blanco, la pantalla de confirmación mostrará el texto de alerta por defecto.
hi_in: कीवर्ड: गोपनीय चेतावनी पाठ: इसमें "गोपनीय" वाक्यांश शामिल है। सचेत रहने के लिए खोजशब्दों को पंजीकृत करें और उनका चेतावनी पाठ। यदि कीवर्ड विषय में शामिल है तो आप एक चेतावनी प्रदर्शित कर सकते हैं या उस ईमेल को भेजने पर रोक लगा सकते हैं। अगर अलर्ट करने वाला टेक्स्ट खाली है, तो कन्फर्मेशन स्क्रीन डिफॉल्ट अलर्टिंग टेक्स्ट दिखाएगी।
ja_jp: キーワード：機密 警告文：機密という言葉が含まれています。 警告するキーワードとその警告文を登録します。 キーワードがメールの件名に含まれる場合、警告を表示したり、メール送信を禁止したりできます。 ※警告文が空欄の場合、デフォルトの警告文が表示されます。
ko_kr: 키워드: 기밀 경고 텍스트: "기밀"이라는 문구가 포함됩니다. 경고할 키워드와 경고 문구를 등록합니다. 키워드가 제목에 포함된 경우 경고를 표시하거나 해당 이메일의 전송을 금지할 수 있습니다. 경고 텍스트가 비어 있으면 확인 화면에 기본 경고 텍스트가 표시됩니다.
ru_ru: Ключевые слова: Конфиденциально Предупреждающий текст: Включает фразу "Конфиденциально". Зарегистрируйте ключевые слова для оповещения и их текст оповещения. Если ключевое слово включено в тему письма, вы можете отобразить предупреждение или запретить отправку этого письма. Если текст предупреждения пуст, на экране подтверждения будет показан текст предупреждения по умолчанию.
th_th: คำสำคัญ: เป็นความลับ ข้อความแจ้งเตือน: ประกอบด้วยวลี "ความลับ" ลงทะเบียนคำหลักเพื่อแจ้งเตือนและข้อความแจ้งเตือน หากคำหลักรวมอยู่ในหัวเรื่อง คุณสามารถแสดงคำเตือนหรือห้ามการส่งอีเมลนั้น หากข้อความแจ้งเตือนว่างเปล่า หน้าจอยืนยันจะแสดงข้อความแจ้งเตือนเริ่มต้น
zh_cn: 关键字。机密 警示性文本。它包括 "机密 "这一短语。 注册要提醒的关键词和它们的提醒文本。 如果关键词包含在主题中，你可以显示一个警告或禁止发送该邮件。 如果警报文本为空白，确认屏幕将显示默认的警报文本。
zh_tw: 關鍵字。機密 警示性文本。它包括 "機密 "這一短語。 註冊要提醒的關鍵詞和它們的提醒文本。 如果關鍵詞包含在主題中，你可以顯示一個警告或禁止發送該郵件。 如果警報文本為空白，確認屏幕將顯示默認的警報文本。

# SettingExampleAlertMailAddress
source: Email address: info@noraneko.co.jp or Domain: @noraneko.co.jp Register an email address or domain and their alerting text. If you send an email to an email address or domain that you have registered here, you will receive an alert in advance. If the alerting text is blank, the confirmation screen will show the default alerting text.
de_de: E-Mail Adresse: info@noraneko.co.jp oder Domäne: @noraneko.co.jp Registrieren Sie eine E-Mail-Adresse oder Domäne und ihren Benachrichtigungstext. Wenn Sie eine E-Mail an eine E-Mail-Adresse oder Domäne senden, die Sie hier registriert haben, erhalten Sie eine Benachrichtigung im Voraus. Wenn der Warntext leer ist, wird auf dem Bestätigungsbildschirm der Standard-Warntext angezeigt.
es_es: Dirección de correo electrónico: info@noraneko.co.jp o Dominio: @noraneko.co.jp Registre una dirección de correo electrónico o un dominio y su texto de alerta. Si envía un correo electrónico a una dirección de correo electrónico o dominio que haya registrado aquí, recibirá una alerta por adelantado. Si el texto de alerta está en blanco, la pantalla de confirmación mostrará el texto de alerta por defecto.
hi_in: ईमेल पता: info@noraneko.co.jp या डोमेन: @noraneko.co.jp एक ईमेल पता या डोमेन और उनके चेतावनी पाठ को पंजीकृत करें। यदि आप किसी ईमेल पते या डोमेन पर ईमेल भेजते हैं जिसे आपने यहां पंजीकृत किया है, तो आपको पहले से एक अलर्ट प्राप्त होगा। अगर अलर्ट करने वाला टेक्स्ट खाली है, तो कन्फर्मेशन स्क्रीन डिफॉल्ट अलर्टिंग टेक्स्ट दिखाएगी।
ja_jp: アドレス：info@noraneko.co.jp または、 ドメイン：@noraneko.co.jp メールアドレスまたはドメインとその警告文を登録します。 登録するとその宛先への送信時に警告が表示されます。 ※警告文が空欄の場合、デフォルトの警告文が表示されます。
ko_kr: 이메일 주소: info@noraneko.co.jp 또는 도메인: @noraneko.co.jp 이메일 주소 또는 도메인을 등록합니다. 여기에 등록한 이메일 주소나 도메인으로 이메일을 보내면 미리 알림을 받게 됩니다.
ru_ru: Адрес электронной почты: info@noraneko.co.jp или Домен: @noraneko.co.jp Зарегистрируйте адрес электронной почты или домен и текст оповещения. Если вы отправляете письмо на адрес электронной почты или домен, который вы зарегистрировали здесь, вы получите предварительное уведомление. Если текст предупреждения пуст, на экране подтверждения будет показан текст предупреждения по умолчанию.
th_th: ที่อยู่อีเมล: info@noraneko.co.jp หรือ โดเมน: @noraneko.co.jp ลงทะเบียนที่อยู่อีเมลหรือโดเมนและข้อความแจ้งเตือน หากคุณส่งอีเมลไปยังที่อยู่อีเมลหรือโดเมนที่คุณได้ลงทะเบียนไว้ที่นี่ คุณจะได้รับการแจ้งเตือนล่วงหน้า หากข้อความแจ้งเตือนว่างเปล่า หน้าจอยืนยันจะแสดงข้อความแจ้งเตือนเริ่มต้น
zh_cn: 电子邮件地址：info@noraneko.co.jp 或 域名。@noraneko.co.jp 注册一个电子邮件地址或域名以及他们的提醒文本。 如果你向你在这里注册的电子邮件地址或域名发送电子邮件，你会提前收到提醒。 如果警报文本为空白，确认屏幕将显示默认的警报文本。
zh_tw: 電子郵件地址：info@noraneko.co.jp 或 域名。 @noraneko.co.jp 註冊一個電子郵件地址或域名以及他們的提醒文本。 如果你向你在這裡註冊的電子郵件地址或域名發送電子郵件，你會提前收到提醒。 如果警報文本為空白，確認屏幕將顯示默認的警報文本。

# SettingExampleAttachmentAlertRecipients
source: Address: info@noraneko.co.jp Or Domain: @noraneko.co.jp Register an e-mail address or domain and its warning text. Once registered, a warning will be displayed when sending e-mail with attachments to that destination. If the warning text is left blank, the default warning text will be displayed.
de_de: E-Mail Adresse: info@noraneko.co.jp Oder Domain: @noraneko.co.jp Registrieren Sie eine E-Mail-Adresse oder Domäne und deren Warntext. Nach der Registrierung wird eine Warnung angezeigt, wenn E-Mails mit Anhängen an dieses Ziel gesendet werden. Wenn der Warntext leer gelassen wird, wird der Standard-Warntext angezeigt.
es_es: Dirección: info@noraneko.co.jp O Dominio: @noraneko.co.jp Registre una dirección de correo electrónico o un dominio y su texto de advertencia. Una vez registrado, se mostrará una advertencia cuando se envíe un correo electrónico con archivos adjuntos a ese destino. Si el texto de advertencia se deja en blanco, se mostrará el texto de advertencia por defecto.
hi_in: पता: info@noraneko.co.jp या। डोमेन नाम: @noraneko.co.jp एक ईमेल पता या डोमेन नाम और उसका चेतावनी पाठ पंजीकृत करें। यदि पंजीकृत है, तो इस पते पर अटैचमेंट वाले ईमेल भेजे जाने पर एक चेतावनी प्रदर्शित होगी। यदि चेतावनी पाठ खाली छोड़ दिया जाता है, तो डिफ़ॉल्ट चेतावनी पाठ प्रदर्शित होता है।
ja_jp: アドレス：info@noraneko.co.jp または、 ドメイン：@noraneko.co.jp メールアドレスまたはドメインとその警告文を登録します。 登録すると、その宛先に対する添付ファイル付きメールの送信時に警告が表示されます。 ※警告文が空欄の場合、デフォルトの警告文が表示されます。
ru_ru: Адрес: info@noraneko.co.jp Или. Домен: @noraneko.co.jp Зарегистрируйте адрес электронной почты или домен и его предупреждающий текст. Если он зарегистрирован, то при отправке писем с вложениями на этот адрес будет отображаться предупреждение. Если текст предупреждения оставлен пустым, отображается текст предупреждения по умолчанию.
th_th: ที่อยู่: info@noraneko.co.jp หรือ. ชื่อโดเมน: @noraneko.co.jp ลงทะเบียนที่อยู่อีเมลหรือชื่อโดเมนและข้อความเตือน หากลงทะเบียนแล้ว คำเตือนจะปรากฏขึ้นเมื่อมีการส่งอีเมลพร้อมไฟล์แนบไปยังที่อยู่นี้ หากปล่อยข้อความเตือนว่างไว้ ข้อความเตือนเริ่มต้นจะปรากฏขึ้น
zh_cn: 地址: info@noraneko.co.jp 或者。 域名: @noraneko.co.jp 注册一个电子邮件地址或域名以及其警告文字。 如果注册了，在向该地址发送带有附件的电子邮件时，将显示警告。 如果警告文本留空，就会显示默认的警告文本。
zh_tw: 地址: info@noraneko.co.jp 或者。 域名: @noraneko.co.jp 註冊一個電子郵件地址或域名以及其警告文字。 如果註冊了，在向該地址發送帶有附件的電子郵件時，將顯示警告。 如果警告文本留空，就會顯示默認的警告文本。

# SettingExampleAttachmentProhibitedRecipients
source: Email address: info@noraneko.co.jp or Domain: @noraneko.co.jp Register Email address or domain. You will not be able to send emails with attachments to that recipients.
de_de: E-Mail Adresse: info@noraneko.co.jp oder Domain: @noraneko.co.jp E-Mail-Adresse oder Domäne registrieren. Sie können dann keine E-Mails mit Anhängen an diese Empfänger senden.
es_es: Dirección de correo electrónico: info@noraneko.co.jp o Dominio: @noraneko.co.jp Registre la dirección de correo electrónico o el dominio. No podrá enviar correos electrónicos con archivos adjuntos a esos destinatarios.
hi_in: ईमेल पता: info@noraneko.co.jp या डोमेन: @noraneko.co.jp ईमेल पता या डोमेन पंजीकृत करें। आप उस प्राप्तकर्ताओं को अटैचमेंट वाले ईमेल नहीं भेज पाएंगे।
ja_jp: アドレス：info@noraneko.co.jp または、 ドメイン：@noraneko.co.jp アドレスまたはドメインを登録します。 該当する宛先には、添付ファイル付きのメールが送信できなくなります。
ko_kr: 이메일 주소: info@noraneko.co.jp 또는 도메인: @noraneko.co.jp 이메일 주소 또는 도메인을 등록합니다. 해당 수신자에게 첨부 파일이 있는 이메일을 보낼 수 없습니다.
ru_ru: Адрес электронной почты: info@noraneko.co.jp или Домен: @noraneko.co.jp Зарегистрируйте адрес электронной почты или домен. Вы не сможете отправлять электронные письма с вложениями этим получателям.
th_th: ที่อยู่อีเมล: info@noraneko.co.jp หรือ โดเมน: @noraneko.co.jp ลงทะเบียนที่อยู่อีเมลหรือโดเมน คุณจะไม่สามารถส่งอีเมลพร้อมไฟล์แนบไปยังผู้รับรายนั้นได้
zh_cn: 电子邮件地址：info@noraneko.co.jp 或 域名。@noraneko.co.jp 注册电子邮件地址或域名。 你将无法向该收件人发送带有附件的电子邮件。
zh_tw: 電子郵件地址：info@noraneko.co.jp 或 域名。 @noraneko.co.jp 註冊電子郵件地址或域名。 你將無法向該收件人發送帶有附件的電子郵件。

# SettingExampleAttachments
source: You can prevent emails with attachments from being sent, or display a warning that recommends attaching the file as a link. You can also display a warning or prohibit sending an email when an encrypted ZIP file (ZIP file with password) is attached.
de_de: Sie können verhindern, dass E-Mails mit Anhängen gesendet werden, oder eine Warnung anzeigen, die empfiehlt, die Datei als Link anzuhängen. Sie können auch eine Warnung anzeigen oder den Versand einer E-Mail verbieten, wenn eine verschlüsselte ZIP-Datei (ZIP-Datei mit Kennwort) angehängt ist.
es_es: Puede impedir el envío de correos electrónicos con archivos adjuntos o mostrar una advertencia que recomiende adjuntar el archivo como un enlace. También puede mostrar una advertencia o prohibir el envío de un correo electrónico cuando se adjunta un archivo ZIP cifrado. (archivo ZIP con contraseña.)
hi_in: आप अटैचमेंट वाले ईमेल को भेजे जाने से रोक सकते हैं, या एक चेतावनी प्रदर्शित कर सकते हैं जो फ़ाइल को लिंक के रूप में संलग्न करने की अनुशंसा करती है। एन्क्रिप्टेड ज़िप फ़ाइल (पासवर्ड के साथ ज़िप फ़ाइल) संलग्न होने पर आप एक चेतावनी प्रदर्शित कर सकते हैं या ईमेल भेजने पर रोक लगा सकते हैं।
ja_jp: 添付ファイル付きのメールを送信できなくしたり、リンクとして添付を推奨する警告を表示させることが可能です。 また、暗号化ZIPファイル(パスワード付きZIPファイル)が添付されている場合に、警告を表示したり、メールの送信を禁止できます。
ko_kr: 첨부 파일이 있는 이메일이 전송되지 않도록 하거나 파일을 링크로 첨부할 것을 권장하는 경고를 표시할 수 있습니다. 암호화된 ZIP 파일(암호가 있는 ZIP 파일)이 첨부될 때 경고를 표시하거나 이메일 전송을 금지할 수도 있습니다.
ru_ru: Можно запретить отправку сообщений электронной почты с вложениями или отобразить предупреждение, рекомендующее прикрепить файл в виде ссылки. Можно также отобразить предупреждение или запретить отправку письма, если вложен ZIP-файл с шифрованием (ZIP-файл с паролем).
th_th: คุณสามารถป้องกันไม่ให้ส่งอีเมลพร้อมไฟล์แนบ หรือแสดงคำเตือนที่แนะนำให้แนบไฟล์เป็นลิงก์ คุณยังสามารถแสดงคำเตือนหรือห้ามส่งอีเมลเมื่อมีการแนบไฟล์ ZIP ที่เข้ารหัส (ไฟล์ ZIP พร้อมรหัสผ่าน)
zh_cn: 你可以防止发送带有附件的电子邮件，或者显示警告，建议将文件作为链接附加。 你也可以在附上加密的ZIP文件（带密码的ZIP文件）时显示警告或禁止发送电子邮件。
zh_tw: 你可以防止發送帶有附件的電子郵件，或者顯示警告，建議將文件作為鏈接附加。 你也可以在附上加密的ZIP文件（帶密碼的ZIP文件）時顯示警告或禁止發送電子郵件。

# SettingExampleAutoAddCCorBCCByAttachedFile
source: Type: Cc or Bcc Email address: boss@noraneko.co.jp When you send an email with a file attached, The specified address is automatically added to the Cc or Bcc.
de_de: Typ: Cc oder Bcc E-Mail Adresse: boss@noraneko.co.jp Wenn Sie eine E-Mail mit einer angehängten Datei senden, wird die angegebene Adresse automatisch zu Cc oder Bcc hinzugefügt.
es_es: Tipo: Cc o Bcc Dirección de correo electrónico: boss@noraneko.co.jp Cuando envíe un correo electrónico con un archivo adjunto, la dirección especificada se añadirá automáticamente al CC o Bcc.
hi_in: प्रकार: प्रतिलिपि या गुप्त प्रतिलिपि ईमेल पता: Boss@noraneko.co.jp जब आप संलग्न फ़ाइल के साथ एक ईमेल भेजते हैं, तो निर्दिष्ट पता स्वचालित रूप से प्रतिलिपि या गुप्त प्रतिलिपि में जोड़ दिया जाता है।
ja_jp: 種別：Cc または Bcc アドレス：boss@noraneko.co.jp ファイルを添付したメールの送信時に、CcあるいはBccに指定したアドレスが自動で追加されます。
ko_kr: 유형: 참조 또는 숨은 참조 이메일 주소: boss@noraneko.co.jp 파일이 첨부된 이메일을 보내면 지정된 주소가 자동으로 참조 또는 숨은 참조에 추가됩니다.
ru_ru: Тип: Cc или Bcc Адрес электронной почты: boss@noraneko.co.jp При отправке сообщения электронной почты с прикрепленным файлом указанный адрес автоматически добавляется в Cc или Bcc.
th_th: ประเภท: Cc หรือ Bcc ที่อยู่อีเมล: boss@noraneko.co.jp เมื่อคุณส่งอีเมลพร้อมแนบไฟล์ ที่อยู่ที่ระบุจะถูกเพิ่มลงในสำเนาหรือสำเนาลับโดยอัตโนมัติ
zh_cn: 类型。Cc或Bcc 电子邮件地址: boss@noraneko.co.jp 当你发送附有文件的电子邮件时，指定的地址会被自动添加到抄送或密件中。
zh_tw: 類型。 Cc或Bcc 電子郵件地址: boss@noraneko.co.jp 當你發送附有文件的電子郵件時，指定的地址會被自動添加到抄送或密件中。

# SettingExampleAutoAddCCorBCCByKeyword
source: Type: Cc or Bcc Keywords: Confidential Email address: boss@noraneko.co.jp When the keywords are included in the mail, The specified address is automatically added to the Cc or Bcc.
de_de: Typ: Cc oder Bcc Schlüsselwörter: Vertraulich E-Mail Adresse: boss@noraneko.co.jp Wenn die Schlüsselwörter in der E-Mail enthalten sind, wird die angegebene Adresse automatisch zu Cc oder Bcc hinzugefügt.
es_es: Tipo: Cc o Bcc Palabras clave: Confidencial Dirección de correo electrónico: boss@noraneko.co.jp Cuando se incluyen las palabras clave en el correo, la dirección especificada se añade automáticamente al Cc o Bcc.
hi_in: प्रकार: प्रतिलिपि या गुप्त प्रतिलिपि कीवर्ड: गोपनीय ईमेल पता: Boss@noraneko.co.jp जब कीवर्ड मेल में शामिल किए जाते हैं, तो निर्दिष्ट पता स्वचालित रूप से Cc या Bcc में जुड़ जाता है।
ja_jp: 種別：Cc または Bcc キーワード：機密情報 アドレス：boss@noraneko.co.jp キーワードが本文に含まれる場合、CcあるいはBccに指定したアドレスが自動で追加されます。
ko_kr: 유형: 참조 또는 숨은 참조 키워드: 기밀 이메일 주소: boss@noraneko.co.jp 메일에 키워드가 포함되어 있으면 Cc 또는 Bcc에 지정된 주소가 자동으로 추가됩니다.
ru_ru: Тип: Cc или Bcc Ключевые слова: Конфиденциально Адрес электронной почты: boss@noraneko.co.jp Когда ключевые слова включены в письмо, указанный адрес автоматически добавляется в Cc или Bcc.
th_th: ประเภท: Cc หรือ Bcc คำสำคัญ: เป็นความลับ ที่อยู่อีเมล: boss@noraneko.co.jp เมื่อรวมคีย์เวิร์ดไว้ในอีเมลแล้ว ที่อยู่ที่ระบุจะถูกเพิ่มลงในสำเนาหรือสำเนาลับโดยอัตโนมัติ
zh_cn: 类型。Cc或Bcc 关键字。机密 电子邮件地址：boss@noraneko.co.jp 当关键词包含在邮件中时，指定的地址会被自动添加到抄送或密件中。
zh_tw: 類型。 Cc或Bcc 關鍵字。機密 電子郵件地址：boss@noraneko.co.jp 當關鍵詞包含在郵件中時，指定的地址會被自動添加到抄送或密件中。

# SettingExampleAutoAddCCorBCCByMailAddressOrDomain
source: Type: Cc or Bcc To: warning@xxxxxxx.com Email address: boss@noraneko.co.jp When sending mail to registered recipients and domains, The specified address is automatically added to the Cc or Bcc.
de_de: Typ: Cc oder Bcc To: warning@xxxxxxx.com E-Mail Adresse: boss@noraneko.co.jp Beim Senden von E-Mails an registrierte Empfänger und Domänen wird die angegebene Adresse automatisch zu Cc oder Bcc hinzugefügt.
es_es: Tipo: Cc o Bcc Para: warning@xxxxxxx.com Dirección de correo electrónico: boss@noraneko.co.jp Cuando se envía un correo a destinatarios y dominios registrados, la dirección especificada se añade automáticamente al Cc o Bcc.
hi_in: प्रकार: प्रतिलिपि या गुप्त प्रतिलिपि प्रति: चेतावनी@xxxxxxx.com ईमेल पता: Boss@noraneko.co.jp पंजीकृत प्राप्तकर्ताओं और डोमेन को मेल भेजते समय, निर्दिष्ट पता स्वचालित रूप से प्रतिलिपि या गुप्त प्रतिलिपि में जोड़ दिया जाता है।
ja_jp: 種別：Cc または Bcc 宛先：warning@xxxxxxx.com アドレス：boss@noraneko.co.jp 登録した宛先やドメインへのメール送信時に、CcあるいはBccに指定したアドレスが自動で追加されます。
ko_kr: 유형: 참조 또는 숨은 참조 받는 사람: warning@xxxxxx.com 이메일 주소: boss@noraneko.co.jp 등록된 수신자 및 도메인으로 메일을 보낼 때 Cc 또는 Bcc에 지정된 주소가 자동으로 추가됩니다.
ru_ru: Тип: Cc или Bcc Кому: warning@xxxxxxx.com Адрес электронной почты: boss@noraneko.co.jp При отправке почты зарегистрированным получателям и доменам, указанный адрес автоматически добавляется в Cc или Bcc.
th_th: ประเภท: Cc หรือ Bcc ถึง: warning@xxxxxxx.com ที่อยู่อีเมล: boss@noraneko.co.jp เมื่อส่งอีเมลไปยังผู้รับและโดเมนที่ลงทะเบียน ที่อยู่ที่ระบุจะถูกเพิ่มลงในสำเนาหรือสำเนาลับโดยอัตโนมัติ
zh_cn: 类型。Cc或Bcc 致：warning@xxxxxxx.com 电子邮件地址: boss@noraneko.co.jp 当发送邮件给注册的收件人和域名时，指定的地址会自动添加到抄送或密件中。
zh_tw: 類型。 Cc或Bcc 致：warning@xxxxxxx.com 電子郵件地址: boss@noraneko.co.jp 當發送郵件給註冊的收件人和域名時，指定的地址會自動添加到抄送或密件中。

# SettingExampleAutoAddMessage
source: You can automatically add the specified wording to the beginning or end of an e-mail.
de_de: Sie können den angegebenen Wortlaut automatisch an den Anfang oder das Ende einer E-Mail anfügen.
es_es: Puede añadir automáticamente el texto especificado al principio o al final de un correo electrónico.
hi_in: आप किसी ई-मेल के आरंभ या अंत में निर्दिष्ट शब्दों को स्वचालित रूप से जोड़ सकते हैं।
ja_jp: メールの冒頭や末尾に、指定した文言を自動で追加できます。
ru_ru: Вы можете автоматически добавить указанную формулировку в начало или конец электронного письма.
th_th: คุณสามารถเพิ่มข้อความที่ระบุในตอนต้นหรือตอนท้ายของอีเมลได้โดยอัตโนมัติ
zh_cn: 你可以自动将指定的措辞添加到电子邮件的开头或结尾。
zh_tw: 你可以自動將指定的措辭添加到電子郵件的開頭或結尾。
