Repository: t-miyake/OutlookOkan
Catalog: OutlookOkan/Properties/Resources.*.resx
Languages: de_de, es_es, hi_in, ja_jp, ko_kr, ru_ru, th_th, zh_cn, zh_tw

# IsCanNotShowConfirmation
source: The confirmation window could not be displayed.
de_de: Das Bestätigungsfenster konnte nicht angezeigt werden.
es_es: No se ha podido mostrar la ventana de confirmación.
hi_in: पुष्टिकरण विंडो प्रदर्शित नहीं की जा सकी।
ja_jp: 確認画面を表示できません。
ko_kr: 확인 창을 표시할 수 없습니다.
ru_ru: Не удалось отобразить окно подтверждения.
th_th: ไม่สามารถแสดงหน้าต่างยืนยันได้
zh_cn: 无法显示确认窗口。
zh_tw: 無法顯示確認窗口。

# IsCheckNameAndDomainsFromRecipients
source: A warning is also displayed when there is no recipient's name in the mail body.
de_de: Eine Warnung wird auch angezeigt, wenn der Name des Empfängers nicht im Text der E-Mail enthalten ist.
es_es: También se muestra una advertencia cuando no hay un nombre de destinatario en el cuerpo del correo.
hi_in: मेल बॉडी में प्राप्तकर्ता का नाम नहीं होने पर एक चेतावनी भी प्रदर्शित होती है।
ja_jp: 本文内に宛先名称が無い場合にも警告を表示する。
ko_kr: 메일 본문에 받는 사람 이름이 없는 경우에도 경고가 표시됩니다.
ru_ru: Предупреждение также отображается, если в теле письма отсутствует имя получателя.
th_th: คำเตือนจะปรากฏขึ้นเมื่อไม่มีชื่อผู้รับในเนื้อหาของเมล
zh_cn: 当邮件正文中没有收件人的名字时，也会显示一个警告。
zh_tw: 當郵件正文中沒有的名字時，還會顯示一個警告。

# IsCheckNameAndDomainsFromSubject
source: The warning is also displayed when there is no recipient's name in the subject.
es_es: La advertencia también se muestra cuando no hay un nombre de destinatario en el asunto.
hi_in: चेतावनी तब भी प्रदर्शित होती है जब विषय में प्राप्तकर्ता का नाम नहीं होता है।
ja_jp: 件名内に宛先名称が無い場合にも警告を表示する。
ru_ru: Предупреждение также отображается, если в теме сообщения отсутствует имя получателя.
th_th: คำเตือนจะปรากฏขึ้นเมื่อไม่มีชื่อผู้รับในเรื่อง
zh_cn: 当主题中没有收件人姓名时，也会显示该警告。
zh_tw: 當主題中沒有收件人姓名時，也會顯示該警告。

# IsCheckNameAndDomainsIncludeSubject
source: Include the subject in the target. *The subject as well as the body will be included in the target.
es_es: Incluir el asunto en el objetivo. *El sujeto, así como el cuerpo, se incluirá en el objetivo.
hi_in: विषय को लक्ष्य में शामिल करें। * विषय के साथ-साथ शरीर को भी लक्ष्य में शामिल किया जाएगा।
ja_jp: 対象に件名を含める。※本文だけでなく件名も対象となります。
ru_ru: Включите тему в цель. *Объект, а также тело будут включены в цель.
th_th: รวมหัวเรื่องไว้ในเป้าหมาย *วัตถุและร่างกายจะรวมอยู่ในเป้าหมาย
zh_cn: 在目标中包括主题。*主题以及正文都将包括在目标中。
zh_tw: 在目標中包括主題。 *主題以及正文都將包括在目標中。

# IsDoNotUseXIfAllRecipientsAreInternalDomain
source: Disable this feature if the recipient's domains are all internal domains.
de_de: Deaktivieren Sie diese Funktion, wenn es sich bei den Domänen des Empfängers ausschließlich um interne Domänen handelt.
es_es: Desactive esta función si los dominios del destinatario son todos dominios internos.
hi_in: यदि प्राप्तकर्ता के डोमेन सभी आंतरिक डोमेन हैं, तो इस सुविधा को अक्षम करें।
ja_jp: 全ての宛先のドメインが内部ドメインの場合、この機能を使用しない。
ko_kr: 받는 사람의 도메인이 모두 내부 도메인인 경우 이 기능을 비활성화합니다.
ru_ru: Отключите эту функцию, если все домены получателя являются внутренними доменами.
th_th: ปิดใช้งานคุณลักษณะนี้หากโดเมนของผู้รับเป็นโดเมนภายในทั้งหมด
zh_cn: 如果收件人的网域都是内部网域，则禁用此功能。
zh_tw: 如果收件人的網域都是內部網域，則禁用此功能。

# IsEnableAllAttachedFilesAreDetectEncryptedZip
source: Attached files with an extension other than ".zip" also detect whether they are encrypted ZIP or not.
de_de: Bei angehängten Dateien mit einer anderen Erweiterung als ".zip" wird auch erkannt, ob es sich um verschlüsselte ZIP-Dateien handelt oder nicht.
es_es: Los archivos adjuntos con una extensión distinta a ".zip" también detectan si son ZIP cifrados o no.
hi_in: ".zip" के अलावा किसी अन्य एक्सटेंशन के साथ संलग्न फ़ाइलें यह भी पता लगाती हैं कि वे एन्क्रिप्टेड ज़िप हैं या नहीं।
ja_jp: 拡張子が「.zip」以外の添付ファイルも、暗号化ZIPファイルか否かの検知を行う。
ko_kr: 확장자가 ".zip"이 아닌 첨부 파일도 ZIP 암호화 여부를 감지합니다.
ru_ru: Прикрепленные файлы с расширением, отличным от ".zip", также определяют, являются ли они зашифрованным ZIP или нет.
th_th: ไฟล์แนบที่มีนามสกุลอื่นที่ไม่ใช่ ".zip" จะตรวจจับด้วยว่าไฟล์เหล่านี้เป็นไฟล์ ZIP ที่เข้ารหัสหรือไม่
zh_cn: ".zip "以外的扩展名附加的文件也会检测它们是否是加密的ZIP。
zh_tw: ".zip "以外的擴展名附加的文件也會檢測它們是否是加密的ZIP。

# IsEnableOpenAttachedFiles
source: Enable the opening of attachments on the confirmation screen.
es_es: Habilitar la apertura de archivos adjuntos en la pantalla de confirmación.
hi_in: पुष्टिकरण स्क्रीन पर अनुलग्नकों को खोलना सक्षम करें.
zh_cn: 启用在确认屏幕上打开附件的功能。
zh_tw: 啟用在確認屏幕上打開附件的功能。

# IsEnableRecipientsAreSortedByDomain
source: Recipients are sorted by domain on the confirmation screen.
de_de: Die Empfänger werden auf dem Bestätigungsbildschirm nach Domäne sortiert.
es_es: Los destinatarios se clasifican por dominio en la pantalla de confirmación.
hi_in: पुष्टिकरण स्क्रीन पर प्राप्तकर्ताओं को डोमेन द्वारा क्रमबद्ध किया जाता है।
ja_jp: 確認画面で、宛先をドメイン順に並べ替えて表示する。
ko_kr: 수신인은 확인 화면에서 도메인별로 정렬됩니다.
ru_ru: На экране подтверждения получатели сортируются по доменам.
th_th: ผู้รับจะถูกจัดเรียงตามโดเมนบนหน้าจอยืนยัน
zh_cn: 收件人在确认屏幕上按域名排序。
zh_tw: 收件人在確認屏幕上按域名排序。

# IsForceAutoChangeRecipientsToBcc
source: Force all external recipients to Bcc.
es_es: Forzar a todos los destinatarios externos a Bcc.
hi_in: सभी बाहरी प्राप्तकर्ताओं को गुप्त प्रतिलिपि के लिए बाध्य करें।
ja_jp: 全ての外部宛先を強制的にBccに変換する。
ru_ru: Заставить всех внешних получателей отправлять Bcc.
th_th: บังคับผู้รับภายนอกทั้งหมดเป็นสำเนาลับ
zh_cn: 强制所有外部收件人转为密件。
zh_tw: 強制所有外部收件人轉為密件。

# IsIncludeInternalDomain
source: Include internal domains. *All recipients will be changed to Bcc.
es_es: Incluir dominios internos en el ámbito. *Todos los destinatarios se cambiarán a Bcc.
hi_in: आंतरिक डोमेन शामिल करें। *सभी प्राप्तकर्ताओं को गुप्त प्रतिलिपि में बदल दिया जाएगा।
ja_jp: 内部ドメインも対象に含める。※全ての宛先がBccに変更されます。
ru_ru: Включите внутренние домены в область действия. *Все получатели будут изменены на Bcc.
th_th: รวมโดเมนภายใน *ผู้รับทั้งหมดจะเปลี่ยนเป็นสำเนาลับ
zh_cn: 在范围内包括内部域。*所有收件人将被改为密件。
zh_tw: 在範圍內包括內部域。 *所有收件人將被改為密件。

# IsMustOpenBeforeCheckTheAttachedFiles
source: On the confirmation screen, it is mandatory to open the target attachment.
es_es: En la pantalla de confirmación, es obligatorio abrir el archivo adjunto de destino.
hi_in: कन्फर्मेशन स्क्रीन पर टारगेट अटैचमेंट को खोलना अनिवार्य है।
zh_cn: 在确认屏幕上，必须要打开目标附件。
zh_tw: 在確認屏幕上，必須要打開目標附件。

# IsNotTreatedAsAttachmentsAtHtmlEmbeddedFiles
source: A file embedded in an HTML mail is not treated as an attachment.
de_de: Eine in eine HTML-Mail eingebettete Datei wird nicht als Anhang behandelt.
es_es: Un archivo incrustado en un correo HTML no se trata como un adjunto.
hi_in: HTML मेल में एम्बेड की गई फ़ाइल को अनुलग्नक के रूप में नहीं माना जाता है।
ja_jp: HTMLメールに埋め込まれたファイルは、添付ファイルとして扱わない。
ko_kr: HTML 메일에 포함된 파일은 첨부 파일로 처리되지 않습니다.
ru_ru: Файл, встроенный в HTML-почту, не рассматривается как вложение.
th_th: ไฟล์ที่ฝังอยู่ในเมล HTML จะไม่ถือว่าเป็นไฟล์แนบ
zh_cn: 嵌入HTML邮件中的文件不被视为附件。
zh_tw: 嵌入HTML郵件中的文件不被視為附件。

# IsProhibitedWhenEncryptedZipIsAttached
source: Sending is prohibited when an encrypted ZIP file is attached.
de_de: Das Versenden ist verboten, wenn eine verschlüsselte ZIP-Datei angehängt ist.
es_es: El envío está prohibido cuando se adjunta un archivo ZIP cifrado.
hi_in: एन्क्रिप्टेड ज़िप फ़ाइल संलग्न होने पर भेजना प्रतिबंधित है।
ja_jp: 暗号化ZIPファイルが添付されている場合に、メールの送信を禁止する。※他の設定より優先されます。
ko_kr: 암호화된 ZIP 파일이 첨부된 경우 전송이 금지됩니다.
ru_ru: Отправка запрещена, если прикреплен зашифрованный ZIP-файл.
th_th: ห้ามส่งเมื่อมีการแนบไฟล์ ZIP ที่เข้ารหัส
zh_cn: 当附上一个加密的ZIP文件时，禁止发送。
zh_tw: 當附上一個加密的ZIP文件時，禁止發送。

# IsProhibitedWhenLargeNumberOfExternalDomains
source: Sending is prohibited when the recipients (To/Cc) has a large number of external domains.
de_de: Das Senden ist verboten, wenn die Empfänger (To/Cc) eine große Anzahl externer Domänen haben.
es_es: El envío está prohibido cuando los destinatarios (To/Cc) tienen un gran número de dominios externos.
hi_in: जब प्राप्तकर्ताओं (To/Cc) के पास बड़ी संख्या में बाहरी डोमेन हों तो भेजना प्रतिबंधित है।
ja_jp: 宛先(To/Cc)の外部ドメイン数が多い場合、メールの送信を禁止する。※他の設定より優先されます。
ko_kr: 수신자(To/Cc)가 다수의 외부 도메인을 가지고 있는 경우 전송이 금지됩니다.
ru_ru: Отправка запрещена, если получатели (To/Cc) имеют большое количество внешних доменов.
th_th: ห้ามส่งเมื่อผู้รับ (ถึง/สำเนาถึง) มีโดเมนภายนอกจำนวนมาก
zh_cn: 当收件人（To/Cc）有大量的外部域名时，禁止发送。
zh_tw: 當收件人（To/Cc）有大量的外部域名時，禁止發送。

# IsProhibitsSendingMailIfRecipientsIsNotRegistered
source: Prohibits sending mail if the recipient is not registered in the Contacts.
de_de: Verbietet den Versand von E-Mails, wenn der Empfänger nicht in den Kontakten registriert ist.
es_es: Prohíbe el envío de correo si el destinatario no está registrado en la Guía.
hi_in: यदि प्राप्तकर्ता संपर्क में पंजीकृत नहीं है तो मेल भेजने पर रोक लगाता है।
ja_jp: 宛先が連絡先に登録されていない場合、メールの送信を禁止する。
ko_kr: 수신인이 주소록 에 등록되어 있지 않은 경우 메일 발송을 금지합니다.
ru_ru: Запрещает отправку почты, если получатель не зарегистрирован в списке контактов.
th_th: ห้ามส่งเมลหากผู้รับไม่ได้ลงทะเบียนในสมุดติดต่อ
zh_cn: 如果收件人没有在联系人中注册，则禁止发送邮件。
zh_tw: 如果收件人沒有在聯繫人中註冊，則禁止發送郵件。

# IsShowConfirmationToMultipleDomain
source: If the recipients contains multiple external domains, display the confirmation window. (Doesn't skip the confirmation window.)
de_de: Wenn die Empfänger mehrere externe Domänen enthalten, wird das Bestätigungsfenster angezeigt. (Das Bestätigungsfenster wird nicht übersprungen.)
es_es: Si los destinatarios contienen varios dominios externos, muestra la ventana de confirmación. (No omite la ventana de confirmación.)
hi_in: यदि प्राप्तकर्ताओं में एक से अधिक बाहरी डोमेन हैं, तो पुष्टिकरण विंडो प्रदर्शित करें। (पुष्टिकरण विंडो को नहीं छोड़ता है।)
ja_jp: 宛先に複数の異なった外部ドメインが含まれている場合、必ず確認画面を表示する。 (確認画面をスキップしない)
ko_kr: 수신자가 여러 외부 도메인을 포함하는 경우 확인 창을 표시합니다. (확인 창을 건너뛰지 않습니다.)
ru_ru: Если получатели содержат несколько внешних доменов, отобразите окно подтверждения. (Не пропускает окно подтверждения).
th_th: หากผู้รับมีโดเมนภายนอกหลายโดเมน ให้แสดงหน้าต่างยืนยัน (ไม่ข้ามหน้าต่างยืนยัน)
zh_cn: 如果收件人包含多个外部域，显示确认窗口。 (不会跳过确认窗口。)
zh_tw: 如果收件人包含多個外部域，顯示確認窗口。 (不會跳過確認窗口。)

# IsSkipConfirmation
source: Skip confirmation window.
de_de: Bestätigungsfenster überspringen.
es_es: Saltar la ventana de confirmación.
hi_in: पुष्टिकरण विंडो छोड़ें।
ja_jp: 確認画面をスキップ
ko_kr: 확인 창을 건너뜁니다.
ru_ru: Пропустить окно подтверждения.
th_th: ข้ามหน้าต่างการยืนยัน
zh_cn: 跳过确认窗口。
zh_tw: 跳過確認窗口。

# IsSkipConfirmationInfo
source: Skip the confirmation window when you send an email only to the selected recipients.
de_de: Überspringen Sie das Bestätigungsfenster, wenn Sie eine E-Mail nur an die ausgewählten Empfänger senden.
es_es: Omita la ventana de confirmación cuando envíe un correo electrónico sólo a los destinatarios seleccionados.
hi_in: जब आप केवल चयनित प्राप्तकर्ताओं को ईमेल भेजते हैं तो पुष्टिकरण विंडो को छोड़ दें।
ja_jp: チェックを入れた宛先にのみメールを送信する場合、確認画面をスキップします。
ko_kr: 선택한 수신자에게만 이메일을 보낼 경우 확인 창을 건너뜁니다.
ru_ru: Пропустите окно подтверждения при отправке сообщения электронной почты только выбранным получателям.
th_th: ข้ามหน้าต่างการยืนยันเมื่อคุณส่งอีเมลไปยังผู้รับที่เลือกเท่านั้น
zh_cn: 当你只向选定的收件人发送电子邮件时，跳过确认窗口。
zh_tw: 當你只向選定的收件人發送電子郵件時，跳過確認窗口。

# IsWarningIfRecipientsIsNotRegistered
source: If the recipient is not registered in the contacts, a warning is displayed on the confirmation window.
de_de: Wenn der Empfänger nicht in den Kontakten registriert ist, wird auf dem Bestätigungsbildschirm eine Warnung angezeigt.
es_es: Si el destinatario no está registrado en los contactos, aparece un aviso en la pantalla de confirmación.
hi_in: यदि प्राप्तकर्ता संपर्क में पंजीकृत नहीं है, तो पुष्टिकरण स्क्रीन पर एक चेतावनी प्रदर्शित होती है।
ja_jp: 宛先が連絡先に登録されていない場合、確認画面に警告を表示する。
ko_kr: 연락처 에 수신자가 등록되어 있지 않으면 확인 화면에 경고가 표시됩니다.
ru_ru: Если получатель не зарегистрирован в контактах, на экране подтверждения отображается предупреждение.
th_th: หากผู้รับไม่ได้ลงทะเบียนในรายชื่อ คำเตือนจะปรากฏขึ้นบนหน้าจอยืนยัน
zh_cn: 如果收件人没有在联系人中登记，确认屏幕上会显示一个警告。
zh_tw: 如果收件人沒有在聯繫人中登記，確認屏幕上會顯示一個警告。

# IsWarningWhenAttachedRealFile
source: If a file is attached, it is recommended to attach it as a link on the confirmation window.
de_de: Wenn eine Datei angehängt ist, empfiehlt es sich, sie als Link auf dem Bestätigungsbildschirm anzuhängen.
es_es: Si se adjunta un archivo, se recomienda adjuntarlo como enlace en la pantalla de confirmación.
hi_in: यदि कोई फ़ाइल संलग्न है, तो उसे पुष्टिकरण स्क्रीन पर एक लिंक के रूप में संलग्न करने की अनुशंसा की जाती है।
ja_jp: 実ファイルが添付されている場合、リンクとして添付を推奨する旨の警告を表示する。
ko_kr: 파일이 첨부된 경우 확인 화면에서 링크로 첨부하는 것을 권장합니다.
ru_ru: Если файл прикреплен, рекомендуется прикрепить его в виде ссылки на экране подтверждения.
th_th: หากมีการแนบไฟล์ ขอแนะนำให้แนบเป็นลิงก์ในหน้าจอยืนยัน
zh_cn: 如果附上文件，建议在确认屏幕上以链接方式附上。
zh_tw: 如果附上文件，建議在確認屏幕上以鏈接方式附上。

# IsWarningWhenEncryptedZipIsAttached
source: Display a warning when an encrypted ZIP file is attached.
de_de: Anzeige einer Warnung, wenn eine verschlüsselte ZIP-Datei angehängt ist.
es_es: Mostrar una advertencia cuando se adjunta un archivo ZIP cifrado.
hi_in: एन्क्रिप्टेड ज़िप फ़ाइल संलग्न होने पर एक चेतावनी प्रदर्शित करें।
ja_jp: 暗号化ZIPファイルが添付されている場合に、警告を表示する。
ko_kr: 암호화된 ZIP 파일이 첨부될 때 경고를 표시합니다.
ru_ru: Отображение предупреждения при вложении зашифрованного ZIP-файла.
th_th: แสดงคำเตือนเมื่อมีการแนบไฟล์ ZIP ที่เข้ารหัส
zh_cn: 当一个加密的ZIP文件被附加时，显示一个警告。
zh_tw: 當一個加密的ZIP文件被附加時，顯示一個警告。

# IsWarningWhenLargeNumberOfExternalDomains
source: Displays a warning when the recipients (To/Cc) has a large number of external domains.
de_de: Zeigt eine Warnung an, wenn die Empfänger (An/Cc) eine große Anzahl von externen Domänen haben.
es_es: Muestra una advertencia cuando los destinatarios (To/Cc) tienen un gran número de dominios externos.
hi_in: प्राप्तकर्ताओं (To/Cc) के पास बड़ी संख्या में बाहरी डोमेन होने पर चेतावनी प्रदर्शित करता है।
ja_jp: 宛先(To/Cc)の外部ドメイン数が多い場合、確認画面に警告を表示する。
ko_kr: 받는 사람(받는 사람/참조)의 외부 도메인이 많은 경우 경고를 표시합니다.
ru_ru: Отображает предупреждение, когда получатели (To/Cc) имеют большое количество внешних доменов.
th_th: แสดงคำเตือนเมื่อผู้รับ (ถึง/สำเนาถึง) มีโดเมนภายนอกจำนวนมาก
zh_cn: 当收件人（To/Cc）有大量的外部域名时，显示警告。
zh_tw: 當收件人（To/Cc）有大量的外部域名時，顯示警告。

# Keyword
source: Keywords
de_de: Schlüsselwörter
es_es: Palabras clave
hi_in: कीवर्ड
ja_jp: キーワード
ko_kr: 키워드
ru_ru: Ключевые слова
th_th: คีย์เวิร์ด
zh_cn: 关键词
zh_tw: 關鍵詞

# KeywordAndRecipients
source: Relating keywords and recipients
es_es: Relacionar palabras clave y destinatarios
hi_in: संबंधित कीवर्ड और प्राप्तकर्ता
zh_cn: 将关键词和收件人联系起来
zh_tw: 將關鍵詞和收件人聯繫起來

# KeywordAndRecipientsAlert1
source: Keyword "
es_es: La palabra clave "
zh_cn: 关键词"
zh_tw: 關鍵詞"

# KeywordAndRecipientsAlert2
source: " the related of "
es_es: " relacionada con "
hi_in: " कीवर्ड से संबद्ध गंतव्य "
zh_cn: "中的"
zh_tw: "中的"

# KeywordAndRecipientsAlert3
source: " does not exist.
es_es: " no existe.
hi_in: " मौजूद नहीं है
zh_cn: "不存在。
zh_tw: "不存在。

# LargeNumberOfExternalDomainAlert
source: The number of external domains in To and Cc is higher than the threshold. Please reconfirm the pros and cons of the sending.
de_de: Die Anzahl der externen Domains in To und Cc ist höher als der Schwellenwert. Bitte bestätigen Sie noch einmal die Vor- und Nachteile des Versands.
es_es: El número de dominios externos en To y Cc es superior al umbral. Por favor, reconfirme los pros y los contras del envío.
hi_in: To और Cc में बाहरी डोमेन की संख्या सीमा से अधिक है। कृपया भेजने के पेशेवरों और विपक्षों की पुन: पुष्टि करें।
ja_jp: To及びCcの外部ドメイン数が基準値以上です。再度、送信の是非を確認してください。
ko_kr: To 및 Cc의 외부 도메인 수가 임계값보다 높습니다. 발송의 장단점을 재확인하시기 바랍니다.
ru_ru: Количество внешних доменов в To и Cc превышает пороговое значение. Пожалуйста, подтвердите плюсы и минусы отправки.
th_th: จำนวนโดเมนภายนอกใน To และ Cc สูงกว่าขีดจำกัด โปรดยืนยันข้อดีข้อเสียของการส่ง
zh_cn: 收件人和抄送人中的外部域的数量高于阈值。请再次确认发送的优点和缺点。
zh_tw: 收件人和抄送人中的外部域的數量高於閾值。請再次確認發送的優點和缺點。

# MailAddressAndDomain
source: Recipient address/domain
de_de: Adresse/Domäne des Empfängers
es_es: Dirección/dominio del destinatario
hi_in: प्राप्तकर्ता का पता/डोमेन
ja_jp: 宛先アドレス/ドメイン(@から)
ko_kr: 받는 사람 주소/도메인
ru_ru: Адрес/домен получателя
th_th: ที่อยู่ผู้รับ/โดเมน
zh_cn: 收件人地址/域名
zh_tw: 收件人地址/域名

# MailBody
source: Message body (Plain-text)
de_de: Nachrichtentext (Klartext)
es_es: Cuerpo del mensaje (texto sin formato)
hi_in: संदेश का मुख्य भाग (सादा-पाठ)
ja_jp: メール本文 (Text形式で表示)
ko_kr: 메시지 본문(일반 텍스트)
ru_ru: Тело сообщения (простой текст)
th_th: เนื้อหาข้อความ (ข้อความธรรมดา)
zh_cn: 信息正文（纯文本）
zh_tw: 信息正文（純文本）

# MailInfo
source: Mail Information
de_de: E-Mail-Informationen
es_es: Información de correo
hi_in: मेल सूचना
ja_jp: メール情報
ko_kr: 메일 정보
ru_ru: Почтовая информация
th_th: ข้อมูลจดหมาย
zh_cn: 电子邮件信息
zh_tw: 電子郵件信息

# MailType
source: Type
de_de: Typ
es_es: Tipo
hi_in: प्रकार
ja_jp: 種別
ko_kr: 유형
ru_ru: Тип
th_th: ชนิด
zh_cn: 类型
zh_tw: 類型

source: Meeting request
de_de: Anfrage für ein Treffen
es_es: Solicitud de reunión
hi_in: बैठक अनुरोध
ja_jp: 会議招待
ru_ru: Запрос на встречу
th_th: เรียกประชุม
zh_cn: 会议要求
zh_tw: 會議要求

source: Name
es_es: Nombre
hi_in: नाम
ja_jp: 名称
ko_kr: 이름
ru_ru: Имя
th_th: ชื่อ
zh_cn: 名称
zh_tw: 名稱

# NameAndDomain
source: Relating recipient's name and domain
de_de: Name und Domäne des Empfängers im Zusammenhang
es_es: Relacionar el nombre y el dominio del destinatario
hi_in: संबंधित प्राप्तकर्ता का नाम और डोमेन
ja_jp: 宛先名称とドメインの紐づけ
ko_kr: 받는 사람의 이름과 도메인 연결하기
ru_ru: Имя и домен получателя
th_th: ชื่อและโดเมนของผู้รับที่เกี่ยวข้อง
zh_cn: 有关收件人的姓名和域名
zh_tw: 有關收件人的姓名和域名

# NoAlert
source: There are no important alerts.
de_de: Es gibt keine wichtigen Warnmeldungen.
es_es: No hay alertas importantes.
hi_in: कोई महत्वपूर्ण अलर्ट नहीं हैं।
ja_jp: 重要な警告はありません。
ko_kr: 중요한 알림이 없습니다.
ru_ru: Нет никаких важных предупреждений.
th_th: ไม่มีการแจ้งเตือนที่สำคัญ
zh_cn: 没有重要的警报。
zh_tw: 沒有重要的警報。

source: *Not applicable to meeting requests.
de_de: *Gilt nicht für Besprechungsanfragen.
es_es: *No aplicable a las solicitudes de reunión.
hi_in: *बैठक अनुरोधों पर लागू नहीं।
ja_jp: ※会議出席依頼には反映されません。
ru_ru: *Не применимо к запросам на проведение совещаний.
th_th: *ใช้ไม่ได้กับการเรียกประชุม
zh_cn: *不适用于会议要求。
zh_tw: *不適用於會議要求。

# NoticeOfIsEnableAllAttachedFilesAreDetectEncryptedZip
source: * The processing of emails with attachments may take longer.
de_de: * Die Bearbeitung von E-Mails mit Anhängen kann länger dauern.
es_es: * El procesamiento de los correos electrónicos con archivos adjuntos puede tardar más.
hi_in: * अटैचमेंट वाले ईमेल के संसाधन में अधिक समय लग सकता है।
ja_jp: ※添付ファイル付きメールの処理に、時間がかかる場合があります。
ko_kr: * 첨부파일이 있는 이메일은 처리 시간이 더 오래 걸릴 수 있습니다.
ru_ru: * Обработка писем с вложениями может занять больше времени.
th_th: * การประมวลผลอีเมลพร้อมไฟล์แนบอาจใช้เวลานานขึ้น
zh_cn: * 有附件的电子邮件的处理可能需要更长的时间。
zh_tw: * 有附件的電子郵件的處理可能需要更長的時間。

source: OK
hi_in: ठीक है
ko_kr: 승인
th_th: ตกลง
zh_cn: 认可
zh_tw: 認可

source: Open
es_es: Abrir
hi_in: खुला हुआ
zh_cn: 打开
zh_tw: 打開

# OpenTheAttachedFile
source: Do you want to open the attached file?
es_es: ¿Quiere abrir el archivo adjunto?
hi_in: क्या आप संलग्न फाइल को खोलना चाहते हैं?
zh_cn: 你想打开附件中的文件吗？
zh_tw: 你想打開附件中的文件嗎？

source: Open the attached file on the confirmation screen.
es_es: Abra el archivo adjunto en la pantalla de confirmación.
hi_in: पुष्टिकरण स्क्रीन पर संलग्न फ़ाइल खोलें।
zh_cn: 在确认屏幕上打开所附文件。
zh_tw: 在確認屏幕上打開所附文件。

# ProhibitedWhenLargeNumberOfExternalDomainsAlert
source: The number of external domains in To and Cc is above the threshold.
de_de: Die Anzahl der externen Domänen in To und Cc liegt über dem Schwellenwert.
es_es: El número de dominios externos en To y Cc está por encima del umbral.
hi_in: To और Cc में बाहरी डोमेन की संख्या सीमा से ऊपर है।
ja_jp: To及びCcの外部ドメイン数が基準値以上です。
ko_kr: To 및 Cc의 외부 도메인 수가 임계값을 초과합니다.
ru_ru: Количество внешних доменов в To и Cc выше порогового значения.
th_th: จำนวนโดเมนภายนอกใน To และ Cc สูงกว่าขีดจำกัด
zh_cn: 收件人和抄送人中的外部域的数量高于阈值。
zh_tw: 收件人和抄送人中的外部域的數量高於閾值。

# ProhibitsSendingMailIfRecipientsIsNotRegisteredMessage
source: Sending e-mail to an unregistered contact is prohibited.
de_de: Das Senden von E-Mails an nicht registrierte Kontakte ist verboten.
es_es: Está prohibido enviar correos electrónicos a un contacto no registrado.
hi_in: अपंजीकृत संपर्क को ई-मेल भेजना प्रतिबंधित है।
ja_jp: 連絡先に未登録の宛先への送信は禁止されています。
ko_kr: 등록되지 않은 연락처 로 이메일을 보내는 것은 금지되어 있습니다.
ru_ru: Отправка электронной почты незарегистрированному контакту запрещена.
th_th: ห้ามส่งอีเมลไปยังผู้ติดต่อที่ไม่ได้ลงทะเบียน
zh_cn: 禁止向未注册的联系人发送电子邮件。
zh_tw: 禁止向未註冊的聯繫人發送電子郵件。

# RecipientsAndAttachmentsName
source: Relating recipient's and Attachment Names
de_de: Namen des Empfängers und des Anhangs in Beziehung setzen
es_es: Relacionar nombres de destinatarios y anexos
hi_in: संबंधित प्राप्तकर्ता और अनुलग्नक के नाम
ja_jp: 宛先と添付ファイル名の紐づけ
ko_kr: 수신자 및 첨부 파일 이름 연결
ru_ru: Соотношение имен получателя и вложения
th_th: ความสัมพันธ์ของผู้รับและชื่อไฟล์แนบ
zh_cn: 有关收件人和附件的名称
zh_tw: 有關收件人和附件的名稱

# RecipientsAndAttachmentsNameMessage
source: Unrelated recipients and attachments.
de_de: Unverbundene Empfänger und Anhänge.
es_es: Destinatarios y anexos no relacionados.
hi_in: असंबंधित प्राप्तकर्ता और अनुलग्नक।
ja_jp: 紐づけられていない宛先と添付ファイルです。
ko_kr: 관련 없는 수신자 및 첨부 파일.
ru_ru: Несвязанные получатели и вложения.
th_th: ผู้รับและไฟล์แนบที่ไม่เกี่ยวข้อง
zh_cn: 不相关的收件人和附件。
zh_tw: 不相關的收件人和附件。

# RecommendationOfAttachFileAsLink
source: It is recommended that you attach the file as a link.
de_de: Es wird empfohlen, die Datei als Link anzuhängen.
es_es: Se recomienda adjuntar el archivo como un enlace.
hi_in: यह अनुशंसा की जाती है कि आप फ़ाइल को एक लिंक के रूप में संलग्न करें।
ja_jp: ファイルはリンクとして添付することをお勧めします。
ko_kr: 파일을 링크로 첨부하는 것을 권장합니다.
ru_ru: Рекомендуется прикреплять файл в виде ссылки.
th_th: ขอแนะนำให้คุณแนบไฟล์เป็นลิงค์
zh_cn: 建议你将文件作为链接附上。
zh_tw: 建議你將文件作為鏈接附上。

# SaveSettings
source: The settings have been updated.
de_de: Die Einstellungen sind aktualisiert worden.
es_es: Los ajustes se han actualizado.
hi_in: सेटिंग्स को अपडेट कर दिया गया है।
ja_jp: 設定を保存しました。
ko_kr: 설정이 업데이트되었습니다.
ru_ru: Настройки были обновлены.
th_th: อัปเดตการตั้งค่าแล้ว
zh_cn: 设置已被更新。
zh_tw: 設置已被更新。

# SelectCSVFile
source: Select a CSV file.
de_de: Wählen Sie eine CSV-Datei aus.
es_es: Seleccione un archivo CSV.
hi_in: एक CSV फ़ाइल चुनें.
ja_jp: CSVファイルを選択してください。
ko_kr: CSV 파일을 선택합니다.
ru_ru: Выберите файл CSV.
th_th: เลือกไฟล์ CSV
zh_cn: 选择一个CSV文件。
zh_tw: 選擇一個CSV文件。

# SelectSaveDestination
source: Select where you want to save it.
de_de: Wählen Sie aus, wo Sie es speichern möchten.
es_es: Selecciona dónde quieres guardarlo.
hi_in: चुनें कि आप इसे कहाँ सहेजना चाहते हैं।
ja_jp: 保存先を選択してください。
ko_kr: 저장할 위치를 선택합니다.
ru_ru: Выберите место сохранения.
th_th: เลือกตำแหน่งที่คุณต้องการบันทึก
zh_cn: 选择你想保存的地方。
zh_tw: 選擇你想保存的地方。

source: Send
de_de: Senden Sie
es_es: Enviar
hi_in: भेजना
ja_jp: 送信
ko_kr: 전송
ru_ru: Отправить
th_th: ส่ง
zh_cn: 发送
zh_tw: 發送

source: Sender
es_es: Remitente
hi_in: प्रेषक
ja_jp: 差出人
ko_kr: 보내는 사람
ru_ru: Отправитель
th_th: ผู้ส่ง
zh_cn: 寄件人
zh_tw: 寄件人

# SendersDomainAndInternalDomainAreNotCovered
source: *Both the sender's domain and the internal domain are not covered.
de_de: *Sowohl die Domäne des Absenders als auch die interne Domäne sind nicht abgedeckt.
es_es: *El dominio del remitente y el dominio interno no están cubiertos.
hi_in: *प्रेषक का डोमेन और आंतरिक डोमेन दोनों शामिल नहीं हैं।
ja_jp: ※どちらも送信者のドメインと内部ドメインは対象外です。
ko_kr: *발신인의 도메인과 내부 도메인은 모두 적용되지 않습니다.
ru_ru: *Домен отправителя и внутренний домен не покрываются.
th_th: *ไม่ครอบคลุมทั้งโดเมนของผู้ส่งและโดเมนภายใน
zh_cn: *发件人的域名和内部域名都不包括在内。
zh_tw: *發件人的域名和內部域名都不包括在內。

# SendingForbid
source: Sending prohibited
de_de: Nicht senden
es_es: Envío prohibido
hi_in: भेजना प्रतिबंधित
ja_jp: 送信禁止
ko_kr: 전송 금지
ru_ru: Отправка запрещена
th_th: ห้ามส่ง
zh_cn: 禁止发送
zh_tw: 禁止發送

# SendingForbidAddress
source: Prohibited recipients.
de_de: Verbotene Empfänger.
es_es: Destinatarios prohibidos.
hi_in: प्रतिबंधित प्राप्तकर्ता।
ja_jp: 送信禁止アドレス
ko_kr: 금지된 수신자.
ru_ru: Запрещенные получатели.
th_th: ผู้รับต้องห้าม
zh_cn: 被禁止的收件人。
zh_tw: 被禁止的收件人。
